[
    {
      "first_name": "Tanaz",
      "last_name" : "Bhathena",
      "bio": "TANAZ BHATHENA was born in Mumbai, but grew up in Saudi Arabia. She moved to Canada as a teenager, and has earned a degree in Commerce and a diploma in Creative Writing. She now works full time in a trading company and wakes up at odd hours to write fiction – usually about the Middle East.",
      "origin_country": "India"
    },
    {
      "first_name": "Teenaz",
      "last_name" : "Javat",
      "bio": "By blood Indian, by bond Pakistani and by choice Canadian, Teenaz writes headlines for a living at the Canadian Broadcasting Corporation (radio). On occasion she produces stories for their flagship radio show, Metro Morning.",
      "origin_country": "India"
    },
    {
      "first_name": "Yoko",
      "last_name" : "Morgenstern",
      "bio": "YOKO MORGENSTERN joined an editing company in Tokyo in 1994. After leaving the company, she worked as a freelance writer, editor, and translator.  Since immigrating to Canada, she has written for Japanese-Canadian community magazines Nikkei Voice and bits. Recently her stories have been published by The Montreal Review and The Great Lakes Review",
      "origin_country": "Japan"
    },
    {
      "first_name": "Maryam Nabavi",
      "last_name" : "Nejad",
      "bio": "MARYAM NABAVINEJAD migrated to Canada from Iran eleven years ago. She is a blogger and is launching an Internet-based radio program for Persian speakers of the Greater Toronto Area.",
      "origin_country": "Iran"
    },
    {
      "first_name": "Jie",
      "last_name" : "Lin",
      "bio": "JIE LI was born and raised in China. She landed in Toronto in late 2006. She works as a Senior Records and Information Analyst for the City of Toronto",
      "origin_country": "China"
    },
    {
      "first_name": "Irena",
      "last_name" : "Rodziewicz",
      "bio": "IRENA RODZIEWICZ was born in Poland. As a certified teacher and librarian, Irena worked for 15 years in a school library. In 2010, she moved to Toronto and became a permanent resident of Canada. She enjoys improving her language skills and exploring Toronto’s physical and cultural landscape.",
      "origin_country": "Poland"
    },
    {
      "first_name": "Khujesta",
      "last_name" : "Sadri",
      "bio": "KHUJESTA SADRI is an Afghan who immigrated to Canada with her family in December 2012. She is currently a Political Science student at York University in Toronto.",
      "origin_country": "Afghanistan"
    },
    {
      "first_name": "Sujata",
      "last_name" : "Thapa-Bhattarai",
      "bio": "SUJATA THAPA-BHATTARAI is from Nepal. She arrived in Canada in 2011 to pursue her Ph.D. in the Department of Planning at the University of Toronto.",
      "origin_country": "Nepal"
    },
    {
      "first_name": "Noriko",
      "last_name" : "Ohsada",
      "bio": "",
      "origin_country": "Japan"
    },
    {
      "first_name": "Natalia",
      "last_name" : "Bussi-Rodriguez",
      "bio": "Natalia Rodriguez Bussi, 37, from Uruguay, was so impressed with Canada when she visited in 2001 that she decided to move here only one week after she finished her Bachelor’s degree in Psychology.",
      "origin_country": "Uruguay"
    },
    {
      "first_name": "Rasha",
      "last_name" : "Elendari",
      "bio": "Rasha Elendari is a Syrian doing a PhD in Near Eastern archaeology at the University of Toronto.",
      "origin_country": "Syria"
    },
    {
      "first_name": "Kiden",
      "last_name" : "Jonathan",
      "bio": "Kiden Jonathan came to Canada with her family as refugees from South Sudan and trained as a nurse.",
      "origin_country": "South Sudan"
    },
    {
      "first_name": "Winnie",
      "last_name" : "Muchuba",
      "bio": "",
      "origin_country": "Democratic Republic of Congo"
    },
    {
      "first_name": "Valerie",
      "last_name" : "Nadege",
      "bio": "",
      "origin_country": "Cameroon"
    },
    {
      "first_name": "Inae",
      "last_name" : "Kim",
      "bio": "INAE KIM’s native country is South Korea where she obtained a Bachelor of Fine Arts and worked as an art teacher and a commercial artist. In 1996, Inae and her family moved to Canada.",
      "origin_country": "South Korea"
    },
    {
      "first_name": "Atinuke",
      "last_name" : "Adeoye",
      "bio": "ATINUKE ADEOYE is a Canadian of African descent, was a professor at the University of Ibadan (Nigeria), and currently works at Saint Mary’s University. She immigrated with her family to Dartmouth in April 2005. She is an avid reader and loves to tell stories using numbers.",
      "origin_country": "Nigeria"
    },
    {
      "first_name": "Tenzin",
      "last_name" : "Choden",
      "bio": "Tenzin Choden was born in India in 1994 and grew up in India as a Tibetan refugee. Choden came to Canada in April, 2015 with her family under the Tibetan Resettlement Program and is now  pursuing her Bachelor’s degree in Business Administration from SAIT Polytechnic.",
      "origin_country": "India"
    },
    {
      "first_name": "Catherine",
      "last_name" : "Enstas",
      "bio": "Catherine Enstas is a Syrian physician who fled from the war, leaving behind belongings, friendships and extended family. She arrived in Calgary in February 2016 with her husband and two sons and is establishing a new life, including a new career in health management.",
      "origin_country": "Syria"
    },
    {
      "first_name": "Dusanka",
      "last_name" : "Reljic",
      "bio": "Dusanka Reljic is from Croatia. She taught grades 1 to 4 for 36 years before becominga refugee in 1995 and immigrating to Canada in 2009.",
      "origin_country": "Yugoslavia"
    },
    {
      "first_name": "Nasima",
      "last_name" : "Behzad",
      "bio": "Nasima Behzad was born in Afghanistan in 1991 during a civil war. She lived in Pakistan as a refugee for many years and  came to Canada two years ago.",
      "origin_country": "Afghanistan"
    },
    {
      "first_name": "Rawan",
      "last_name" : "Nassar",
      "bio": "Rawan Nassar is a Syrian-born Palestinian, an English literature grad, and a humanitarian activist.",
      "origin_country": "Syria"
    },
    {
      "first_name": "Shanga",
      "last_name" : "K.",
      "bio": "Shanga K. was a journalist in Kurdistan reporting on women’s issues.  She came to Canada in 2015.",
      "origin_country": "Iraq"
    },
    {
      "first_name": "Umut Duygu",
      "last_name" : "Uzunel",
      "bio": "Umut Duygu Uzunel was born in Ankara, Turkey in 1978 and graduated in medicine in 2000, after which she specialized in Opthalmology at University of Aegean She has performed more than 10,000 eye surgeries since 2005. She came to Canada as a refugee in 2017.",
      "origin_country": "Turkey"
    },
    {
      "first_name": "Vathsala",
      "last_name" : "Aswathaman",
      "bio": "Vathsala Aswathaman wrote Rhythm of My Safety Shoes in 2014, She is a Tamil mother, and teaches classical Indian dance.",
      "origin_country": "Sri Lanka"
    },
    {
      "first_name": "Claudia",
      "last_name" : "Cousineau",
      "bio": "Claudia Cousineau immigrated from Chile in December 2013. She has a Master’s Degree in Organizational Psychology and five years of experience working as a coach with different companies and industries developing soft skills in the workplace. In Canada, Claudia works in a restaurant on top of Sulphur Mountain in Banff. In addition, she works as a Transpersonal Psychologist applying processes of self-discovery and personal growth with immigrant women.",
      "origin_country": "Chile"
    },
    {
      "first_name": "Maya",
      "last_name" : "Kabbani",
      "bio": "Two years ago, Maya Kabbani came to Canada from Syria, where she worked as a chemist.  She now considers herself a global citizen.   She likes reading and writing and is eager to learn about peoples and cultures. She believes strongly in human rights.",
      "origin_country": "Syria"
    },
    {
      "first_name": "Natalia",
      "last_name" : "Mokhovinkova",
      "bio": "Natalia Mokhovinkova was a businesswoman in St. Petersburg, Russia. She lived there with her Afghan husband. She and her two daughters received asylum in Canada in 2012 and were later joined by her husband and son. She now works with seniors and is trying to establish herself as an artist in Canada.",
      "origin_country": "Russia"
    },
    {
      "first_name": "Venera",
      "last_name" : "Loshaj-Balaj",
      "bio": "Venera Loshaj-Balaj is an Albanian from Kosovo. She has a degree in Chemistry from the University of Prishtina. In 1998, the war in Kosovo forced her and her family to become refugees. In recent years, she has found her passion in painting and writing.",
      "origin_country": "Albania"
    },
    {
      "first_name": "Ayah",
      "last_name" : "Aldeeb",
      "bio": "Ayah Aldeeb is a Syrian refugee who came from Jordan in 2016. Ayah graduated from James Fowler High School last year and earned a scholarship that is worth $5500. She currently studies at Mount Royal University and plans to study medicine after finishing her degree in Science.",
      "origin_country": "Syria"
    },
    {
      "first_name": "Gulhan",
      "last_name" : "Mesrefoglu",
      "bio": "Gulhan Mesrefoglu came from Turkey with her family in 2017. She is a judge in exile and a lifetime student. She is studying Computer Programing and Analysis at a college and dreaming to study law.",
      "origin_country": "Turkey"
    },
    {
      "first_name": "Ambika",
      "last_name" : "Thambu",
      "bio": "Ambika Thambu moved from Sri Lanka to Canada in 1999. She worked as an accounting clerk and is currently working as a radio host. She has also received her Bachelor of Arts degree in Commerce at the University of Jaffna.",
      "origin_country": "Sri Lanka"
    }
   ]