[
    {
        "title" : "The Wind Beneath My Feet",
        "content" : "I’m obsessed with flying. Winged horses, magic broomsticks, feathers – I fantasized about them all as a child and continued to do so until gravity intervened and, in an attempt to fly off the handle of a sofa, I fell, my arms outstretched, face-first into the scratchy carpet of our Riyadh apartment. I was five years old and I’d just had my first experience of reality. \n\nTo my mother’s relief, I soon gave up further attempts at floating on air and acquired another hobby – writing stories – which helped me indulge in less satisfying, more imaginary flights. The closest I could come to experiencing the rush of air against my face was running, but that was, in my mother’s opinion entirely out of the question. Ladies, my mother told me, did not run in public or walking as if their butts were on fire. The evidence was all around me: Saudi women robed in black abayas, headscarves and veils, their heels clicking the pavement as they walked behind their husbands, so slowly and gracefully that they almost seemed to float on air. \n\nSo I rebelled in the one way I could – by refusing to wear dresses and frocks and all forms of womanly footwear I knew back then. I refused to enter change rooms in clothing stores unless I had to try on a pair of pants and threw tantrums in shoe stores whenever my parents tried to buy me any kind of strappy leather sandal contraption or anything with a heel. In grade three, I finally discarded the buckled black Mary Janes compulsory for first and second grade students and switched to sneakers. They were the only shoes I would wear – black or white, laced or velcroed – even after we moved from Riyadh to Jeddah, where the uniform changed from dark blue pinafores to blue-and-white checked salwar kurtas. \n\nI could not play soccer, but I didn’t want to be a lady either. I resented the stares I got from boys and men for simply being female. On hitting puberty, I was forced to cloak myself with an abaya and a scarf – two pieces of clothing that signified entry into womanhood and led to more stares. I envied boys and men who could jog around streets sans-abaya, sweaty shirts clinging to their flat chests. In hindsight, it’s not surprising that the first shoes I bought after moving to Canada were ladylike in the least sense of the word – flat, thick-soled, round-toed size eight boots made of polished black leather – a perfectly comfortable match for my size seven-and-a-half wide feet. A classmate called the boots “gangsta” and wanted to know if I’d joined the mafia by any chance. But I thought the black leather gave them a professional sheen – the first grown-up pair I’d chosen for myself and was proud of owning. I wore these boots to my first award ceremony in high school, to graduation, to my first job interview at an ESL tutoring centre, to my convocation ceremony at Humber College, where I got a diploma in Creative Writing. \n\nRelatives back in Saudi Arabia and India wanted to speak to me on the phone to hear my Canadian accent, but I did not even have one back then. In fact, after years of being covered up, I felt almost naked without an abaya and clung to my old self in various ways. I chopped off my hair, wore no dresses or shorts. I even attempted to hold on to my accent, but I found that much harder, unknowingly switching the way I pronounced words when I spoke to Canadians and switching back to my old accent for friends back in the Middle East. Yet, even as I tried to remain true to myself, I no longer found good reason in attempting to look like a boy – especially when being male or even looking like a male in Canada gave me no special privileges. All it got me was the wrong kind of attention – from other girls. \n\nEventually, I grew out my hair again. I donated my baggy pants and shirts to Goodwill and bought new, better fitting clothes. I bought other shoes too – including the strappy, dainty, high-heeled kind. But my black boots, as unladylike as they are, are the ones I return to whenever my feet feel sore. The shoes with perfect wiggle room for my seven-and-a-half wide toes. The shoes that accompanied me on my journey to becoming Canadian: a woman free to fly as she wished.",
        "author" : {
            "first_name" : "Tanaz",
            "last_name" : "Bhathena",
            "origin_country" : "India"
        }
    },
    {
        "title" : "Window to the World",
        "content" : "My day would start at 5.00 am. I would be awake, waiting for the newspaper to slump against my apartment door in the Mississauga low-rise that was my home. \n\nWe had moved into 307-2375 The Collegeway after a three week sojourn in a motel along Toronto’s Lakeshore strip. Our new street snaked its way to the University of Toronto’s Mississauga campus. I liked the feeling of living near a university campus. It made me feel smart, nerdy and academic. Chances were slim though, that I would ever get to study there–a woman with a baby, a depleted bank account and no credit rating. \n\nI was a reporter in my past life. The move to Canada was my choice. I wanted to be free. My husband reluctantly complied. We uprooted ourselves, and left our jobs just so that we could be free. \n\n“Here, take your freedom,” my husband told me, “and make pickle out of it,”...as the saying goes in Urdu. “You can do whatever you want, except park the kid in day care.” \n\nI was stranded: no day care. No job. No transportation. No friends. Not much money. I could make merry with my freedom 24 hours in a day. \n\nThen magic happened. \n\nOn a morning stroll I saw a blue box. I had spare change so I bought what was in it–a newspaper. The Toronto Star. And so began my journey across town. \n\nJane and Finch, The Waterfront, Dixie and Bloor, Malton, Rosedale and the oh-so-upscale Avenue Road. These terms soon became part of my own lexicon. As the newsprint slowly transferred onto my hands, my mind was slowly being transported across Toronto and beyond. \n\nI subscribed. For $20 a month The Star took me across the world, while I was still wearing my brown leather sappats. \n\nSection A was a tour of Canada. That would end at 7:00 am sharp to coincide with the breakfast routine. Then I’d make breakfast for the husband, pack his lunch, and he’d be out the door and out of my way. Baby would be up, so I’d feed her, and take a quick short walk along the leafy Glen Erin Trail. A bit of sun helped her sleep again by 11:00 am. \n\nThe nap meant it was time for The World. Mexico, Russia, India, Pakistan–the struggle over a piece of ice here or a mountain there. Famine, the second intifada, and soon the baby would stir just in time for my tour to end. \n\nFood in the blender, usually it would be dal (lentils) and boiled rice for her. For me: the same, with maybe fried fish on the side. Lunch and a walk around the block and maybe a bit of grocery shopping: only as much as would fit in the underbelly of a second-hand Pegabo stroller. Kid in the park, me on the bench. This time the GTA, Business and Living sections made their way out the door and into the park. I would be inside a Toronto courtroom imagining how immigrant parents could cut their four-year old daughter to pieces and hide the body parts in a park by the lake. I wept for little Farah Khan. I hugged my daughter as she played by the sandbox in the park by the trail. \n\nThe roaring Asian Tigers were turning into wimps and Europe was booming. Invest in Europe, they said. I almost believed them. Except that my needs were closer to home. It was RRSP season, whatever that meant. For me it was cold, and tax time. \n\nSaturday would be my primer on Canada. Why are Canadians polite? Why do they want others to come in and stay in their country? I learned about Quebec, the Rockies, the Maritimes and Newfoundland! Brutal beauty. Then my tryst with imaginary friends: Rosie, the Fixer; Joe Fiorito, Royson James; and Haroon Siddiqui. \n\nThey are still my friends. You stick with what you start with. 15 years later The Toronto Star is still delivered to my home–a detached dwelling on the border of Mississauga and Oakville. My kids are in grade school and I have a job. But for the 3,290 days while I was a stay at home mom in a Mississauga low-rise, The Toronto Star was my window to the world.",
        "author" : {
            "first_name" : "Teenaz",
            "last_name" : "Javat",
            "origin_country" : "India"
        }
    },
    {
        "title" : "Walking",
        "content" : "When we came to Canada in 2008, our children were 4 and 2. Of course they didn’t know a single English word. A lot of people told us that kids would get the language quickly. That kids would be fine; kids would come through. How silly, how thoughtless I was to believe such a myth.\n\nWe threw our children in day care.\n\nMy younger son was outgoing, but Kai was an introvert, ‘though he was good at languages. He started to pick up some words. He stayed in daycare for 4 months, and then moved on to senior kindergarten at a public school in Oakville.\n\nAt recess Kai had no friends to play with. “So, I walk,” he said. “I walk and walk and walk for 10 long minutes.”\n\nOn the schoolyard among basketball players and Beyblade fighters I saw him.\n\nWalk walk walk, staring down at his toes.\nIt was January 3rd, 2010. My son, then in Grade 1, was supposed to go back to school the next day, and I to start my internship at a prestigious publisher in Toronto. At 38, I felt I was too old, but that was what newcomers had to go through.\n\nKai was grumpy the whole day. In the evening he started to weep and said, “I don’t want to go to school tomorrow.”\n\nI knew what he felt. I heaved him up in my arms and went away from my other son and my husband. I sat on a sectional in a darker room, Kai on my lap. He stared at my face. His face was still wet.\n\n“Are you afraid of school because you have to speak English again?”\n\nHe blinked. “Yes.”\n\n“You know, I’m afraid of going to work tomorrow too. They may not understand my English.” My eyes welled.\n\n“You, afraid?” His face faintly lit up, half amazedly, half dubiously. I knew how heroic parents would seem to young children. Afraid and parents didn’t match.\n\n“Yes, I’m afraid.” I said. “But I’ll do my best. Would you also go to school tomorrow and do your best?”\n\nHe thought for a while, and nodded.\n\nThree  exciting working  months passed, and I went back to the playground. Our playground was right beside the schoolyard and the parking lot, where most kids and moms would dawdle after school. I never liked being there. The playground politics seemed too much to me. I didn’t feel like being social in my second language either. I usually read while waiting.\n\nOne sunny day I was reading, as usual, curled up on the lawn. When I looked up, Kai was not there. I looked around. He was nowhere. I hopped up.\n\nSeeing me prowling around, a mom, a stranger to me, said “Kai went that way,” pointing at the school building.\n\nI scuttled to the school. Another woman stopped me. “Are you looking for Kai?” And so did another. At last I saw him, together with a woman, walking across the parking lot. The woman waved at me. “You’re Kai’s mom, aren’t you? I found him in the washroom.”\n\nRelieved, I chided him. “You have to tell me when you go away!” And then the three of us walked back to the playground. I didn’t know any of these women, but they all knew that I was Kai’s mother, and knew each other. “Oh, you found him?” Another woman yelled at us. I was abashed. All this time while I was being afraid and wussy, slumping over books and shutting down, these women had built up such a caring circle! \n\nThe next day I stuffed a basket with cookies and juice boxes and went to the playground. I got to know Cynthia and Linda and Deepa. There was even a Japanese mom, Mayumi. The picnic went on till summer break, and continued in September. In winter we brought hot chocolate in a thermos and waited for our kids be done with sledding down the schoolyard slope.\nAnother summer has come. Kai is now in Grade 2. He glides through the basketball court on rollerblades with James and Brennan. He’s not looking down at his shoes. The boys come to me, hand in hand, and press me for a playdate. “Everyone in my class loves me,” says Kai. “Everyone loves me.”",
        "author" : {
            "first_name" : "Yoko",
            "last_name" : "Morgenstern",
            "origin_country" : "Japan"
        }
    },
    {
        "title" : "Invisibility Shoes",
        "content" : "It is another morning of my first year of living here. It is cold outside of bed. I have to gather all my courage and ignore the cold breeze around my naked feet to get into the walk-in closet and stare at the racks of clothes and the few pairs of shoes that I brought with me to Canada. I need to find something to put on and get out. The problem is that I don’t know what. I have no clue what I look like, or what I want to look like. I stare at piles of shirts and pants on the top shelf and a few pairs of dull black shoes on the floor and tell myself, “I did not come to Canada to dress in black!”\n\nBack in Iran, that was all I wore. Long, loose, black coats and pants was my uniform. I had a couple of black scarves and shawls in different fabrics and sizes. Black linen shawls for daily errands were always handy. Black silk scarves with lamé borders were for a night out. Shoes were always modest and quiet, always black and always unattractive. My job as a reporter required me to stay out of the spotlight. As a female journalist, I very soon learned to stay even more in the shadows. That way I could work with less trouble.\n\nHere, in Canada, I have learned how to walk on ice and snow with a cup of hot coffee in hand. I step inside the subway car, get to a corner and start watching people. I need to observe, to discover and to swallow as much information as I can. I need to borrow a look, a look from someone like me. I study the people in the subway and try to guess what they do. How old are they? Which one is a journalist? Which one knows who won last year’s Nobel Prize for Literature? What do her shoes look like?\n\nTo my surprise, people wear similar shoes: the square-toed, the artificial leather, the roomy round-toe loafers, the chunky boots. Their shoes are all rugged and salt-stained. Maybe to make them more affordable, the shoes’ leather has been cut and stitched in many angles. Their hefty soles make them reliable on slippery roads. I go with the crowd. I buy a pair of square-toed loafers in “taupe distressed”. That is how the smiling lady in the store describes them. I am not even sure if I like them. But putting them on, I realize there is even enough room for my thick, warm socks. They are dull and won’t budge if I accidentally put my feet on a watery chunk of dirty snow. Walking in them brings another discovery: they pick up less salt from frozen streets.\n\nAnd I notice something else that makes them appealing. I can hide my newcomer’s sense of insecurity behind their rough look. They make me like everybody else in the crowd, which is liberating. I can pretend I have been around for a while. Those shoes buy me some time until I figure out what I am going to be in the new life. They are my invisibility shoes.\n\nOne day I see Ellen Degeneres on TV. I don’t like her boring jokes, but I like her look. I decide to borrow it. She wears shoes similar to mine. I shave my head and put on chandelier earrings. A friend politely advises me that I am sending confusing messages. Nothing wrong with the message, except that it is not true. I learn that even the free world has its own set of rules and prejudices. I cannot make my hair grow faster, so I abandon the square-toed shoes.\n\nI walk to every corner of the city, sometimes in the wrong shoes for the occasion. I gradually find the places I have to go and meet the people I have to know. While talking to them, I still have my accent, like the desire that I have kept for squared-toe loafers. I find a pair of shoes with the right accent. They don’t have the sharp right angles of the previous ones. But their slightly softer edges on each side denounce conformity. They walk the path with me.",
        "author" : {
            "first_name" : "Maryam Nebavi",
            "last_name" : "Nejad",
            "origin_country" : "Iran"
        }
    },
    {
        "title" : "I Missed the Bus and Survived",
        "content" : "I was educated in India. As students, we mostly wore chappals on our feet. Some decorated with bling, others without. This story is about chappals, and something more.\n\nTwenty-four years ago, I embarked on a journey. I studied hard to write the national entrance exams to get a seat in New Delhi’s Jawaharlal Nehru University, named after the first prime minister of an independent India.  I aimed for a career in India’s storied civil service.\n\nA legacy of British rule, the Indian Administrative Service is a network of powerful civil servants who oversee the functioning of the world’s largest democracy.  It was my dream job.  And a seat at that university, the temple of modern India—as Prime Minister Jawaharlal Nehru would have called it—would go a long way in preparing me for the exams. \n\nNew Delhi is over a thousand kilometres north of Mumbai where I grew up. I would have to take up residence on campus in this faraway city. The university’s 1,000-acre campus is a forested area in the rugged terrain of the Aravali Hills, on the outskirts of India’s capital.\n\nMy family accompanied me there. We took an exhausting train ride, then a long cab ride, during which my mom, normally a talker, was quiet. She clearly was not happy to leave me in this isolated part of an unknown city. The campus had clearly put her off. And at that moment, she decided for me: I was not going to live there.\n\nAbruptly, she instructed the cabby to turn back.  “This place is too far from Mumbai and too dangerous,” she said.\n\n“How can there be any danger in studying?” I cried.\n\nBut I knew I had lost, as you could seldom win against my mother. My dad and younger sister thought best to stay out of it, as they always did when mom and I locked horns.\n\n“Delhi is the thug capital of India,” she said.  “If anything were to happen to you, we do not have the wherewithal to intervene. Nor do we know a soul who will do it for us,” she continued. My parents are a simple, self-made, solidly working-class couple with no network beyond their workplace. \n\n“Study in Mumbai or somewhere closer. Forget about New Delhi and for that matter even the civil service.”\n\nSo, just as my dream study was to begin, my mother put an end to it. Eventually, I read Economics at the University of Poona, 200 kilometres southeast of Mumbai. Upon graduating, I began to work as a journalist. But the nagging pain of a missed opportunity never left me, and I pined to leave Mumbai for good.\n\nJust sixteen months into my career, I married a Pakistani and moved to his land.  But there, unable to cope with the turmoil and the lack of freedom for women, I convinced my husband to leave our new home and friends to start all over, this time in Canada.\n\nThe winter before last, I went back to Mumbai to visit my mother.  The gruesome story of the New Delhi bus rape was splashed across the front page of The Times of India. My mother, who was working at her sewing machine, looked up, scanned the headlines and turned to me.\n\nThe conversation we had had on that cab ride came back to me. We exchanged glances. Not a syllable escaped our lips. There was just the soft hum of the sewing machine, drowned by the cawing of crows and the silent sigh of my aching heart.\n\nThe woman who was so viscously gang-raped and who later died of her injuries had boarded the bus at the bus stop by that temple of learning: Jawaharlal Nehru University.  She would have worn chappals similar to mine. They look good, and are even quite comfortable.  But they are no good for running.  They would not have helped her escape.",
        "author" : {
            "first_name" : "Teenaz",
            "last_name" : "Javat",
            "origin_country" : "India"
        }
    },
    {
        "title" : "Reborn",
        "content" : "Do you have any siblings? I feel I have answered this question a thousand times.\n\nNo. I don't have any brothers or sisters. I am the only child in my family because of the One Child Policy, enacted in China in the late 1970s. My parents happily embraced the policy and felt it was liberating. Ultrasound wasn't popular at that time, so my parents made a deal. If I were a boy, I would be named after my dad.  If I were a girl, I would be named after my mom instead. So my dad lost and I officially inherited my mom's last name.\n\nI spent my first twelve years with my grandparents because both of my parents were busy at their work; they could pick me up only on weekends and for vacations. My grandpa was a teacher of civil engineering and could speak some Russian and English. He subscribed to children's literature periodicals for me and had a habit of adding his last name in front of my name on all those books.  My grandma bound her feet and never had a proper profession.\n\nBelieving girls should have basic housekeeping skills, she taught me how to crochet and knit at the same time as I was learning how to use chopsticks. She loved raising all types of animals. We had quails, rabbits, chickens, ducks, and pigeons, just to name a few.  In the summer, students of my grandpa also brought me sparrows and fireflies to be my companions. My grandpa developed a special device to monitor egg growth so he knew which ones were edible eggs and which ones contained baby chicks already developing. I observed that these babies did not have birth control rules imposed on them, as we did.\n\nWhen I came to Canada a couple of years ago, I felt envious when people proudly talked about their siblings.  When I was expecting my own first child, I had many strange dreams, mostly about my childhood.  I had a craving for something my grandma made for me, and I couldn’t find it anywhere in Toronto.  I knew something was missing. It wasn’t just food I hungered for.\n\nI feel I lack certain abilities because I was an only child. Without a sister or a brother, I had not developed my ability to speak, to listen or to debate. I couldn’t make myself understood among adults.   I didn't practise my verbal skills much or channel my emotions properly.  There were many speechless moments when I felt rejected. And I had nobody to share that feeling with.\n\nBeing pregnant in this new country, I started to realize that I had numbed my senses and quieted down all those years, like my friends in nature.  Being like them was the easiest way for me to grow up.\n\nI crocheted this special pair of booties and bib exactly as my grandma had taught me during my childhood. It was a special gift to him—my future son.  Having him inside my body awakened my numbed senses and helped me to see my childhood and the meaning of motherhood.\n\nWhen I finally saw his little feet inside the incubator after all my anticipation of nine months, I was so grateful to have him in my arms, as my unique product.  He came from me and completed me.  I am grateful to him for helping me patch up my childhood. I feel as if I have been reborn through him.\n\nI wish for my child the right to weave his dreams and create his life freely.",
        "author" : {
            "first_name" : "Jie",
            "last_name" : "Li",
            "origin_country" : "China"
        }
    }
]