[
    {
        "title": "The Wind Beneath My Feet",
        "content": "I’m obsessed with flying. Winged horses, magic broomsticks, feathers – I fantasized about them all as a child and continued to do so until gravity intervened and, in an attempt to fly off the handle of a sofa, I fell, my arms outstretched, face-first into the scratchy carpet of our Riyadh apartment. I was five years old and I’d just had my first experience of reality. \n\nTo my mother’s relief, I soon gave up further attempts at floating on air and acquired another hobby – writing stories – which helped me indulge in less satisfying, more imaginary flights. The closest I could come to experiencing the rush of air against my face was running, but that was, in my mother’s opinion entirely out of the question. Ladies, my mother told me, did not run in public or walking as if their butts were on fire. The evidence was all around me: Saudi women robed in black abayas, headscarves and veils, their heels clicking the pavement as they walked behind their husbands, so slowly and gracefully that they almost seemed to float on air. \n\nSo I rebelled in the one way I could – by refusing to wear dresses and frocks and all forms of womanly footwear I knew back then. I refused to enter change rooms in clothing stores unless I had to try on a pair of pants and threw tantrums in shoe stores whenever my parents tried to buy me any kind of strappy leather sandal contraption or anything with a heel. In grade three, I finally discarded the buckled black Mary Janes compulsory for first and second grade students and switched to sneakers. They were the only shoes I would wear – black or white, laced or velcroed – even after we moved from Riyadh to Jeddah, where the uniform changed from dark blue pinafores to blue-and-white checked salwar kurtas. \n\nI could not play soccer, but I didn’t want to be a lady either. I resented the stares I got from boys and men for simply being female. On hitting puberty, I was forced to cloak myself with an abaya and a scarf – two pieces of clothing that signified entry into womanhood and led to more stares. I envied boys and men who could jog around streets sans-abaya, sweaty shirts clinging to their flat chests. In hindsight, it’s not surprising that the first shoes I bought after moving to Canada were ladylike in the least sense of the word – flat, thick-soled, round-toed size eight boots made of polished black leather – a perfectly comfortable match for my size seven-and-a-half wide feet. A classmate called the boots “gangsta” and wanted to know if I’d joined the mafia by any chance. But I thought the black leather gave them a professional sheen – the first grown-up pair I’d chosen for myself and was proud of owning. I wore these boots to my first award ceremony in high school, to graduation, to my first job interview at an ESL tutoring centre, to my convocation ceremony at Humber College, where I got a diploma in Creative Writing. \n\nRelatives back in Saudi Arabia and India wanted to speak to me on the phone to hear my Canadian accent, but I did not even have one back then. In fact, after years of being covered up, I felt almost naked without an abaya and clung to my old self in various ways. I chopped off my hair, wore no dresses or shorts. I even attempted to hold on to my accent, but I found that much harder, unknowingly switching the way I pronounced words when I spoke to Canadians and switching back to my old accent for friends back in the Middle East. Yet, even as I tried to remain true to myself, I no longer found good reason in attempting to look like a boy – especially when being male or even looking like a male in Canada gave me no special privileges. All it got me was the wrong kind of attention – from other girls. \n\nEventually, I grew out my hair again. I donated my baggy pants and shirts to Goodwill and bought new, better fitting clothes. I bought other shoes too – including the strappy, dainty, high-heeled kind. But my black boots, as unladylike as they are, are the ones I return to whenever my feet feel sore. The shoes with perfect wiggle room for my seven-and-a-half wide toes. The shoes that accompanied me on my journey to becoming Canadian: a woman free to fly as she wished.",
        "author": {
            "first_name": "Tanaz",
            "last_name": "Bhathena",
            "origin_country": "India"
        },
        "video_url": "https://www.youtube.com/watch?v=ao6jHx27gB8",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/wind_beneath_my_feet.jpg",
        "year": 2011,
        "summary": "My mother always wanted me to be a lady. To defy her, after moving to Canada from Saudi Arabia, I bought shoes that were flat, round-toed and black – not the least bit ladylike. I wore these shoes to my high school award ceremony, my job interview, to driving lessons, to convocation. As the    years passed, I bought new shoes, including strappy, dainty, high-heels. But my unladylike black boots are the ones I return to when my feet are sore. They are the shoes that accompanied me on my journey to becoming Canadian – a woman free to fly as she wished.",
        "current_city": "Toronto"
    },
    {
        "title": "Window to the World",
        "content": "My day would start at 5.00 am. I would be awake, waiting for the newspaper to slump against my apartment door in the Mississauga low-rise that was my home. \n\nWe had moved into 307-2375 The Collegeway after a three week sojourn in a motel along Toronto’s Lakeshore strip. Our new street snaked its way to the University of Toronto’s Mississauga campus. I liked the feeling of living near a university campus. It made me feel smart, nerdy and academic. Chances were slim though, that I would ever get to study there–a woman with a baby, a depleted bank account and no credit rating. \n\nI was a reporter in my past life. The move to Canada was my choice. I wanted to be free. My husband reluctantly complied. We uprooted ourselves, and left our jobs just so that we could be free. \n\n“Here, take your freedom,” my husband told me, “and make pickle out of it,”...as the saying goes in Urdu. “You can do whatever you want, except park the kid in day care.” \n\nI was stranded: no day care. No job. No transportation. No friends. Not much money. I could make merry with my freedom 24 hours in a day. \n\nThen magic happened. \n\nOn a morning stroll I saw a blue box. I had spare change so I bought what was in it–a newspaper. The Toronto Star. And so began my journey across town. \n\nJane and Finch, The Waterfront, Dixie and Bloor, Malton, Rosedale and the oh-so-upscale Avenue Road. These terms soon became part of my own lexicon. As the newsprint slowly transferred onto my hands, my mind was slowly being transported across Toronto and beyond. \n\nI subscribed. For $20 a month The Star took me across the world, while I was still wearing my brown leather sappats. \n\nSection A was a tour of Canada. That would end at 7:00 am sharp to coincide with the breakfast routine. Then I’d make breakfast for the husband, pack his lunch, and he’d be out the door and out of my way. Baby would be up, so I’d feed her, and take a quick short walk along the leafy Glen Erin Trail. A bit of sun helped her sleep again by 11:00 am. \n\nThe nap meant it was time for The World. Mexico, Russia, India, Pakistan–the struggle over a piece of ice here or a mountain there. Famine, the second intifada, and soon the baby would stir just in time for my tour to end. \n\nFood in the blender, usually it would be dal (lentils) and boiled rice for her. For me: the same, with maybe fried fish on the side. Lunch and a walk around the block and maybe a bit of grocery shopping: only as much as would fit in the underbelly of a second-hand Pegabo stroller. Kid in the park, me on the bench. This time the GTA, Business and Living sections made their way out the door and into the park. I would be inside a Toronto courtroom imagining how immigrant parents could cut their four-year old daughter to pieces and hide the body parts in a park by the lake. I wept for little Farah Khan. I hugged my daughter as she played by the sandbox in the park by the trail. \n\nThe roaring Asian Tigers were turning into wimps and Europe was booming. Invest in Europe, they said. I almost believed them. Except that my needs were closer to home. It was RRSP season, whatever that meant. For me it was cold, and tax time. \n\nSaturday would be my primer on Canada. Why are Canadians polite? Why do they want others to come in and stay in their country? I learned about Quebec, the Rockies, the Maritimes and Newfoundland! Brutal beauty. Then my tryst with imaginary friends: Rosie, the Fixer; Joe Fiorito, Royson James; and Haroon Siddiqui. \n\nThey are still my friends. You stick with what you start with. 15 years later The Toronto Star is still delivered to my home–a detached dwelling on the border of Mississauga and Oakville. My kids are in grade school and I have a job. But for the 3,290 days while I was a stay at home mom in a Mississauga low-rise, The Toronto Star was my window to the world.",
        "author": {
            "first_name": "Teenaz",
            "last_name": "Javat",
            "origin_country": "India"
        },
        "video_url": "https://www.youtube.com/watch?v=ao6jHx27gB8",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/window+to+the+world.jpg",
        "year": 2012,
        "summary": "When Teenaz Javat came to Canada 15 years ago with her husband and infant daughter, she was made to put her career on hold. For nine years she stayed at home so that her kids could stay out of day care, which her husband abhorred. During those times her best friend and cultural informant, was the daily newspaper which she read while wearing the sappats she had brought from Pakistan.",
        "current_city": "Toronto"
    },
    {
        "title": "Walking",
        "content": "When we came to Canada in 2008, our children were 4 and 2. Of course they didn’t know a single English word. A lot of people told us that kids would get the language quickly. That kids would be fine; kids would come through. How silly, how thoughtless I was to believe such a myth.\n\nWe threw our children in day care.\n\nMy younger son was outgoing, but Kai was an introvert, ‘though he was good at languages. He started to pick up some words. He stayed in daycare for 4 months, and then moved on to senior kindergarten at a public school in Oakville.\n\nAt recess Kai had no friends to play with. “So, I walk,” he said. “I walk and walk and walk for 10 long minutes.”\n\nOn the schoolyard among basketball players and Beyblade fighters I saw him.\n\nWalk walk walk, staring down at his toes.\nIt was January 3rd, 2010. My son, then in Grade 1, was supposed to go back to school the next day, and I to start my internship at a prestigious publisher in Toronto. At 38, I felt I was too old, but that was what newcomers had to go through.\n\nKai was grumpy the whole day. In the evening he started to weep and said, “I don’t want to go to school tomorrow.”\n\nI knew what he felt. I heaved him up in my arms and went away from my other son and my husband. I sat on a sectional in a darker room, Kai on my lap. He stared at my face. His face was still wet.\n\n“Are you afraid of school because you have to speak English again?”\n\nHe blinked. “Yes.”\n\n“You know, I’m afraid of going to work tomorrow too. They may not understand my English.” My eyes welled.\n\n“You, afraid?” His face faintly lit up, half amazedly, half dubiously. I knew how heroic parents would seem to young children. Afraid and parents didn’t match.\n\n“Yes, I’m afraid.” I said. “But I’ll do my best. Would you also go to school tomorrow and do your best?”\n\nHe thought for a while, and nodded.\n\nThree  exciting working  months passed, and I went back to the playground. Our playground was right beside the schoolyard and the parking lot, where most kids and moms would dawdle after school. I never liked being there. The playground politics seemed too much to me. I didn’t feel like being social in my second language either. I usually read while waiting.\n\nOne sunny day I was reading, as usual, curled up on the lawn. When I looked up, Kai was not there. I looked around. He was nowhere. I hopped up.\n\nSeeing me prowling around, a mom, a stranger to me, said “Kai went that way,” pointing at the school building.\n\nI scuttled to the school. Another woman stopped me. “Are you looking for Kai?” And so did another. At last I saw him, together with a woman, walking across the parking lot. The woman waved at me. “You’re Kai’s mom, aren’t you? I found him in the washroom.”\n\nRelieved, I chided him. “You have to tell me when you go away!” And then the three of us walked back to the playground. I didn’t know any of these women, but they all knew that I was Kai’s mother, and knew each other. “Oh, you found him?” Another woman yelled at us. I was abashed. All this time while I was being afraid and wussy, slumping over books and shutting down, these women had built up such a caring circle! \n\nThe next day I stuffed a basket with cookies and juice boxes and went to the playground. I got to know Cynthia and Linda and Deepa. There was even a Japanese mom, Mayumi. The picnic went on till summer break, and continued in September. In winter we brought hot chocolate in a thermos and waited for our kids be done with sledding down the schoolyard slope.\nAnother summer has come. Kai is now in Grade 2. He glides through the basketball court on rollerblades with James and Brennan. He’s not looking down at his shoes. The boys come to me, hand in hand, and press me for a playdate. “Everyone in my class loves me,” says Kai. “Everyone loves me.”",
        "author": {
            "first_name": "Yoko",
            "last_name": "Morgenstern",
            "origin_country": "Japan"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Walking.jpg",
        "year": 2012,
        "summary": "We tell our immigration stories. Yeah we worked hard. Got a car and a house and OHIP for the family. We threw our children in daycare, children who knew no English and we said to ourselves, kids will be fine. But is that true? During recess at school my son had no friend to play with. “So I walk,” he said. On the schoolyard among basketball players and beyblade fighters I saw my son walk. Walk walk walk, staring down at his toes. Who’s going to tell his immigration story?",
        "current_city": "Toronto"
    },
    {
        "title": "Invisibility Shoes",
        "content": "It is another morning of my first year of living here. It is cold outside of bed. I have to gather all my courage and ignore the cold breeze around my naked feet to get into the walk-in closet and stare at the racks of clothes and the few pairs of shoes that I brought with me to Canada. I need to find something to put on and get out. The problem is that I don’t know what. I have no clue what I look like, or what I want to look like. I stare at piles of shirts and pants on the top shelf and a few pairs of dull black shoes on the floor and tell myself, “I did not come to Canada to dress in black!”\n\nBack in Iran, that was all I wore. Long, loose, black coats and pants was my uniform. I had a couple of black scarves and shawls in different fabrics and sizes. Black linen shawls for daily errands were always handy. Black silk scarves with lamé borders were for a night out. Shoes were always modest and quiet, always black and always unattractive. My job as a reporter required me to stay out of the spotlight. As a female journalist, I very soon learned to stay even more in the shadows. That way I could work with less trouble.\n\nHere, in Canada, I have learned how to walk on ice and snow with a cup of hot coffee in hand. I step inside the subway car, get to a corner and start watching people. I need to observe, to discover and to swallow as much information as I can. I need to borrow a look, a look from someone like me. I study the people in the subway and try to guess what they do. How old are they? Which one is a journalist? Which one knows who won last year’s Nobel Prize for Literature? What do her shoes look like?\n\nTo my surprise, people wear similar shoes: the square-toed, the artificial leather, the roomy round-toe loafers, the chunky boots. Their shoes are all rugged and salt-stained. Maybe to make them more affordable, the shoes’ leather has been cut and stitched in many angles. Their hefty soles make them reliable on slippery roads. I go with the crowd. I buy a pair of square-toed loafers in “taupe distressed”. That is how the smiling lady in the store describes them. I am not even sure if I like them. But putting them on, I realize there is even enough room for my thick, warm socks. They are dull and won’t budge if I accidentally put my feet on a watery chunk of dirty snow. Walking in them brings another discovery: they pick up less salt from frozen streets.\n\nAnd I notice something else that makes them appealing. I can hide my newcomer’s sense of insecurity behind their rough look. They make me like everybody else in the crowd, which is liberating. I can pretend I have been around for a while. Those shoes buy me some time until I figure out what I am going to be in the new life. They are my invisibility shoes.\n\nOne day I see Ellen Degeneres on TV. I don’t like her boring jokes, but I like her look. I decide to borrow it. She wears shoes similar to mine. I shave my head and put on chandelier earrings. A friend politely advises me that I am sending confusing messages. Nothing wrong with the message, except that it is not true. I learn that even the free world has its own set of rules and prejudices. I cannot make my hair grow faster, so I abandon the square-toed shoes.\n\nI walk to every corner of the city, sometimes in the wrong shoes for the occasion. I gradually find the places I have to go and meet the people I have to know. While talking to them, I still have my accent, like the desire that I have kept for squared-toe loafers. I find a pair of shoes with the right accent. They don’t have the sharp right angles of the previous ones. But their slightly softer edges on each side denounce conformity. They walk the path with me.",
        "author": {
            "first_name": "Maryam Nebavi",
            "last_name": "Nejad",
            "origin_country": "Iran"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/invisibility+shoes.jpg",
        "year": 2012,
        "summary": "For some newcomers in Canada, adopting a new life includes adopting a new look and attire. But there are many social and cultural codes of appearance, and they need to be translated. Sometimes shoes play a strong role in this journey of transformation, even a funny role. As I went down that road, the shape of my shoes changed, reflecting my experience.",
        "current_city": "Toronto"
    },
    {
        "title": "I Missed the Bus and Survived",
        "content": "I was educated in India. As students, we mostly wore chappals on our feet. Some decorated with bling, others without. This story is about chappals, and something more.\n\nTwenty-four years ago, I embarked on a journey. I studied hard to write the national entrance exams to get a seat in New Delhi’s Jawaharlal Nehru University, named after the first prime minister of an independent India.  I aimed for a career in India’s storied civil service.\n\nA legacy of British rule, the Indian Administrative Service is a network of powerful civil servants who oversee the functioning of the world’s largest democracy.  It was my dream job.  And a seat at that university, the temple of modern India—as Prime Minister Jawaharlal Nehru would have called it—would go a long way in preparing me for the exams. \n\nNew Delhi is over a thousand kilometres north of Mumbai where I grew up. I would have to take up residence on campus in this faraway city. The university’s 1,000-acre campus is a forested area in the rugged terrain of the Aravali Hills, on the outskirts of India’s capital.\n\nMy family accompanied me there. We took an exhausting train ride, then a long cab ride, during which my mom, normally a talker, was quiet. She clearly was not happy to leave me in this isolated part of an unknown city. The campus had clearly put her off. And at that moment, she decided for me: I was not going to live there.\n\nAbruptly, she instructed the cabby to turn back.  “This place is too far from Mumbai and too dangerous,” she said.\n\n“How can there be any danger in studying?” I cried.\n\nBut I knew I had lost, as you could seldom win against my mother. My dad and younger sister thought best to stay out of it, as they always did when mom and I locked horns.\n\n“Delhi is the thug capital of India,” she said.  “If anything were to happen to you, we do not have the wherewithal to intervene. Nor do we know a soul who will do it for us,” she continued. My parents are a simple, self-made, solidly working-class couple with no network beyond their workplace. \n\n“Study in Mumbai or somewhere closer. Forget about New Delhi and for that matter even the civil service.”\n\nSo, just as my dream study was to begin, my mother put an end to it. Eventually, I read Economics at the University of Poona, 200 kilometres southeast of Mumbai. Upon graduating, I began to work as a journalist. But the nagging pain of a missed opportunity never left me, and I pined to leave Mumbai for good.\n\nJust sixteen months into my career, I married a Pakistani and moved to his land.  But there, unable to cope with the turmoil and the lack of freedom for women, I convinced my husband to leave our new home and friends to start all over, this time in Canada.\n\nThe winter before last, I went back to Mumbai to visit my mother.  The gruesome story of the New Delhi bus rape was splashed across the front page of The Times of India. My mother, who was working at her sewing machine, looked up, scanned the headlines and turned to me.\n\nThe conversation we had had on that cab ride came back to me. We exchanged glances. Not a syllable escaped our lips. There was just the soft hum of the sewing machine, drowned by the cawing of crows and the silent sigh of my aching heart.\n\nThe woman who was so viscously gang-raped and who later died of her injuries had boarded the bus at the bus stop by that temple of learning: Jawaharlal Nehru University.  She would have worn chappals similar to mine. They look good, and are even quite comfortable.  But they are no good for running.  They would not have helped her escape.",
        "author": {
            "first_name": "Teenaz",
            "last_name": "Javat",
            "origin_country": "India"
        },
        "video_url": "https://www.youtube.com/watch?v=ao6jHx27gB8",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/2013+Teenaz-I+missed+the+bus.jpg",
        "year": 2012,
        "summary": "I was educated in India. As students, we mostly wore chappals on our feet. Some decorated with bling, others without. This story is about chappals, and something more.",
        "current_city": "Toronto"
    },
    {
        "title": "Reborn",
        "content": "Do you have any siblings? I feel I have answered this question a thousand times.\n\nNo. I don't have any brothers or sisters. I am the only child in my family because of the One Child Policy, enacted in China in the late 1970s. My parents happily embraced the policy and felt it was liberating. Ultrasound wasn't popular at that time, so my parents made a deal. If I were a boy, I would be named after my dad.  If I were a girl, I would be named after my mom instead. So my dad lost and I officially inherited my mom's last name.\n\nI spent my first twelve years with my grandparents because both of my parents were busy at their work; they could pick me up only on weekends and for vacations. My grandpa was a teacher of civil engineering and could speak some Russian and English. He subscribed to children's literature periodicals for me and had a habit of adding his last name in front of my name on all those books.  My grandma bound her feet and never had a proper profession.\n\nBelieving girls should have basic housekeeping skills, she taught me how to crochet and knit at the same time as I was learning how to use chopsticks. She loved raising all types of animals. We had quails, rabbits, chickens, ducks, and pigeons, just to name a few.  In the summer, students of my grandpa also brought me sparrows and fireflies to be my companions. My grandpa developed a special device to monitor egg growth so he knew which ones were edible eggs and which ones contained baby chicks already developing. I observed that these babies did not have birth control rules imposed on them, as we did.\n\nWhen I came to Canada a couple of years ago, I felt envious when people proudly talked about their siblings.  When I was expecting my own first child, I had many strange dreams, mostly about my childhood.  I had a craving for something my grandma made for me, and I couldn’t find it anywhere in Toronto.  I knew something was missing. It wasn’t just food I hungered for.\n\nI feel I lack certain abilities because I was an only child. Without a sister or a brother, I had not developed my ability to speak, to listen or to debate. I couldn’t make myself understood among adults.   I didn't practise my verbal skills much or channel my emotions properly.  There were many speechless moments when I felt rejected. And I had nobody to share that feeling with.\n\nBeing pregnant in this new country, I started to realize that I had numbed my senses and quieted down all those years, like my friends in nature.  Being like them was the easiest way for me to grow up.\n\nI crocheted this special pair of booties and bib exactly as my grandma had taught me during my childhood. It was a special gift to him—my future son.  Having him inside my body awakened my numbed senses and helped me to see my childhood and the meaning of motherhood.\n\nWhen I finally saw his little feet inside the incubator after all my anticipation of nine months, I was so grateful to have him in my arms, as my unique product.  He came from me and completed me.  I am grateful to him for helping me patch up my childhood. I feel as if I have been reborn through him.\n\nI wish for my child the right to weave his dreams and create his life freely.",
        "author": {
            "first_name": "Jie",
            "last_name": "Lin",
            "origin_country": "China"
        },
        "video_url": "https://www.youtube.com/watch?v=470yhgfLZhI",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/48-Reborn-shoe-story.jpg",
        "year": 2014,
        "summary": "I am the only child of my family under China’s One Child Policy.  I crocheted this pair of baby booties in white and blue for my future son.  I used the same technique that I learnt from my grandmother.  My grandparents raised me for my first twelve years, surrounding me with many special animal friends to keep me company.  In Canada, I began my journey towards motherhood—with no rules imposed.",
        "current_city": "Toronto"
    },
    {
        "title": "Growing Up in Lineups",
        "content": "I was born in Katowice—the ugliest and most polluted city in Poland. It was the heart of the coal mining industry, and the pride of our communist government. Coal dust covered every surface, including our faces, hands, clothes and shoes.\n\nIn 1980, Poland underwent a severe economic crisis. Our stores were virtually empty. Only vinegar and dill pickles were readily available. For everything else, we had to wait in long lineups.\n\nI was twelve at the time. Aside from reading, cycling and walking, my favourite pastime was standing in long lineups.  It was a strange hobby, I have to admit. I loved lineups because of the conversations I heard. Sometimes the women asked me questions.  I was only in grade six, but I felt so grown up. My mother allowed me to go only on Saturdays, but when my Grandmother Maria visited us, I went shopping every day. I waited all year for her to come for a month at Christmas.\n\nEvery day except Sunday, I went to the butcher shop with Grandma.  That lineup was the longest and most aggressive. To get good quality beef and ham, we woke up at 4:30 a.m. and left the house at 5:00. Temperatures could drop below minus 30.  We had no central heating or hot water. There was never enough time in the morning to set a fire in the coal stove to heat up water. \n\nAfter my cold tea and sandwich breakfast, I put on layers of clothing, including three pair of socks. Then came my boots, one size too large. I was the proud owner of a pair of Relaks boots. I had stood two hours in the lineup on a hot July day to buy them.  Yes, winter boots were sold in the summer and summer shoes in winter.\n\nRelaks was the iconic footwear in 1980s Poland. The designer was inspired by Neil Armstrong’s moon boots. Our Relakses came in red, blue, brown and silver, and were made of cheap plastic and rubber. Everybody wore them regardless of age, status or occasion—for work, school and celebrations.  Thick and warm, they were especially good for lineups.\n\nOnce we got to the store and joined the queue, the conversations started. Small for my age, I hid behind Grandma and pretended to look at people’s boots. The women mainly complained about their marriages. Maybe they were frustrated standing there in the cold while their husbands slept in warm beds. I learned about a homemade liquid for contraception, wives’ duties, husbands’ cheating, painful menstruation, childbirth and other adult matters.\n\nWhen the women grew too tired, Grandma took over. She was a fantastic storyteller. She told ghost stories until morning broke, the store opened and people started pushing each other to reach the counter.\n\nAfter we finished shopping, I rushed to school.  Sometimes news from the lineup was so urgent that my classmates and I had to hide in the washroom so I could share my knowledge. Afterwards, I was so tired that I fell asleep during classes.\n\nIn the 1990s, when communism had collapsed in Poland, our stores filled up and the lineups disappeared. I was sad because there was no more fun of waiting for meat and other groceries—not to mention socializing with people. I just entered a store and bought goods. How boring!\n\nWhen I decided to emigrate, I had to be interviewed at the Canadian Consulate in Warsaw. I was surprised to see a huge lineup in front of it.  I learned more about Canada that day than I could have from the best tourist guide.",
        "author": {
            "first_name": "Irena",
            "last_name": "Rodziewicz",
            "origin_country": "Poland"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/49-Growing-up-in-lineups-shoe-story.jpg",
        "year": 2014,
        "summary": "I was born and grew up in communist Poland. In 1980, my country faced a deep economic crisis. The stores became virtually empty and we had to stay in long lineups for everything. I was a sixth grade student who had an unusual hobby: waiting hours in long lineups at the butcher’s shop. I loved it because I had a chance to show off my Relaks winter boots that I was very proud to own. Besides, while standing in line, I heard stories that exceeded the expectations of any teenage girl at that time.",
        "current_city": "Toronto"
    },
    {
        "title": "My Wedding Shoes",
        "content": "My Cinderella dream came true on my wedding day: December 28, 2013. Entering the ballroom, I was wearing my paizars—traditional, flat sandals made by an Afghan woman.\n\nTo represent my culture in Canada, I ordered a traditional dress. My mother-in-law in Afghanistan sent it to me. Elegantly decorated with mirrors and embroidery, it came with trousers, a headscarf, and an adjustable silver belt. Tucked into the package was a surprise from my prince: a pair of beautiful, multicoloured paizars. \n\nThe leather soles had been cut out and sewn on meticulously. Each stitch indicates embroidery techniques passed down from mother to daughter. The creator of my shoes was among those Afghan women who are forbidden to work outside their home in the presence of men. However, they sew and weave in the country’s various NGO-operated cooperatives designed to employ such women.\n\nDuring the Taliban regime, women could wear only black shoes—never white, as it was the same colour as the Taliban flag. Wearing white shoes meant stepping on the flag.  Luckily, the woman who made my shoes was not stingy when it came to using colour: threads of pink purple, green, white and yellow cotton.\n\nExamining my new paizars, I wondered about the size because such handmade shoes do not correspond to a universal standard. I remember having to try on several pairs at bazaars back home until I found exactly the right size. How did my mother-in-law know that these ones would fit me perfectly?\n\nLike other hand-sewn items in my homeland, my wedding shoes incorporate the individual artisan’s unique life story through symbols. Each part of the design illustrates the ups and downs of her life. Like the woman herself, the vertical middle strip on the top cannot move. At the toe end is her family; at the other end are her dreams. Whenever she wants to escape, boundaries block her way, silencing her and hiding her. However, the woman who made my wedding shoes does not know that these shoes travelled to Canada to be worn by a fellow Afghan woman who recognizes her skills and understands her frustration. She doesn’t know that the world will see her skills at the Bata Shoe Museum.\n\nEarlier, I had debated with my mother over whether I should add some height by wearing high-heeled sandals with Swarovski crystals. But I opted for the paizars. Slipping into them, with their elfin tips, I knew that I had made the right decision. Although I wouldn't be tall, I would be me. I’d be representing my ancestral land where I used to pick apples and pomegranates, the land where I had lived for most of my life—but also the land that imprisons women, preventing them from developing their skills and pursuing their dreams.\n\nBefore leaving my parent's home, I couldn't help but think about the many other Afghan women who were married at the age of twelve instead of twenty-four. However, my story is entirely different. It is one of love—a taboo subject in Afghan culture even though our literature is filled with love poems.  Falling in love and selecting one’s own life partner could be a death sentence if the choice violates a family’s honour. \n\nAs I walked next to the man I had chosen for myself, I thought about all those young Afghan girls who are married against their will at a tender age when they should still be playing with their dolls. On that special day, I felt like Cinderella, walking in my paizars and carrying thousands of messages from hidden Afghan women.",
        "author": {
            "first_name": "Khujesta",
            "last_name": "Sadri",
            "origin_country": "Afghanistan"
        },
        "video_url": "https://www.youtube.com/watch?v=0zLCRJBxDb0",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/51-My-Wedding-Shoes-shoe-story.jpg",
        "year": 2014,
        "summary": "Rarely do most girls in Afghanistan achieve their dreams. Most of them are not allowed to choose and fall in love with a Prince Charming. However, as an Afghan woman in Toronto, I managed to become Cinderella and find the man of my dreams. I even received a lovely pair of shoes from him. I wore them on my wedding day to remind me of the many women at home in Afghanistan for whom home is a jail. At least, my shoes with their embroidered symbols tell one woman’s story.",
        "current_city": "Toronto"
    },
    {
        "title": "Choosing Shoes—and a Groom—in Kathmandu",
        "content": "One bright afternoon in December 2000, we braved the cold at Ason Bazaar in the heart of old Kathmandu with its narrow, winding streets.  My husband-to-be and I held hands to avoid losing each other in the crowd. We reached an old courtyard of shops selling bangles, beads and wedding shoes. We entered a corner shop with a bright red sign saying ‘we are the original shoemakers’. Red, green, blue, and maroon velvety shoes with gold decorations glittered in the afternoon sun.\n\nThe smiling, old shopkeeper asked “What’s the occasion?”\n\nI proudly replied, “Our wedding.”\n\nHe couldn’t believe his ears. “Whose wedding?” he asked.\n\n“Mine.”\n\nI was an unusual customer, there with my husband-to-be, confident and happy. We chatted about what would go with my maroon wedding saree, one that had been handed down in my mother’s family. To match it, I wanted old-fashioned wedding shoes with original handmade woven soles. The shopkeeper was disapproving.\n\nTo our families, the announcement of our plan to get married triggered the same disbelief. I called my parents:  “Hello, Mom! We’ve started wedding shopping. We got the shoes!” I could almost see the reaction on her face, more somber than the shopkeeper’s.\n\nMom remained quiet for a while and then with her stern voice began, “You know your dad will not approve. You do not understand the norms and customs of our family.” I knew the norms and custom very well.  It was not about knowing it was about following them, or not. \n\nGetting married within the same caste is one of our family’s norms, but I had chosen a man from the high caste, a Brahmin. My husband’s family was also deeply concerned by their son’s decision to marry a woman from a lower caste. In Nepal, marriage is a contract between two families.  It has little to do with personal choice or love.  Even today, 79% of Nepali girls are forced to marry by the age of 18 someone chosen for them by their parents.\n\nTension brewed at home. Given my family’s political background, my father was concerned about his reputation. At the same time, he was trying to portray himself as progressive supporter of women’s rights. But it was a shock that his well-educated daughter was too progressive. I can still hear his serious voice and the conciliatory words of my two elder brothers: “Let her decide! Times have changed. We’ve got to move on!”\n\nThe wedding cards were distributed, shopping done, temple confirmed, reception venue decided—yet my parents had not decided if they would attend. Rounds of discussion, scrutiny, and scolding ensued. My mom, aunts and uncles tried to convince me to give up. They said, “You will get a good guy in our own caste, a rich guy. You’ll lead a comfortable life if you agree with your dad.” But I was determined. And I needed my family and friends to stand by me.\n\nFinally, the pressure from my two elder brothers worked. My family came to the wedding, showing by their presence that they would embrace the new.  However, when my father did not speak to either of us for two years, I realized the loneliness of my journey. I would not share much with my family.\n\nLooking at my red and green wedding shoes reminds me of my ability to make my own choices. Pain and a sense of betrayal mingle with the excitement of leading my life as I choose.  I challenged myself again by coming to Toronto for higher education.  One needs good, old shoes to make such decisions!",
        "author": {
            "first_name": "Sujata",
            "last_name": "Thapa-Bhattarai",
            "origin_country": "Nepal"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/55-Choosing-Shoes-shoe-story.jpg",
        "year": 2014,
        "summary": "These bright red, velvet shoes with gold embroidery are traditional, Nepali wedding shoes. In Nepal, most girls are married before eighteen, and without their consent. But I chose my own husband, against the wishes of his family and my own. Even so, I wanted traditional, handmade shoes with woven soles.  When I look at my wedding shoes, I feel a mixture of sadness and happiness—sadness that I lost my family’s support, and happiness that I made the decision to marry and to come to Canada to further my education and assert myself.",
        "current_city": "Toronto"
    },
    {
        "title": "Baby Shoes in the Garden",
        "content": "The sour cherry trees were at the foot of the garden, before the place where the apricot trees bent under the heavy crop.  My younger sister and I knew we’d better not climb them.  The branches might break. The small, blue, wooden door on the north side of the house would open to this private heaven of ours, where hawthorn trees would welcome us. They were very tall, with no branch we could reach by hand, so not suitable for hanging from. They were not a matter of interest until early fall, when their small pinkish fruits started to fall. The main treasures were farther back—the cherries, sour cherries, apricots, plums, prunes, apples and the lonely gigantic walnut tree.\n\nI am told I walked into this garden in these red, leather baby booties in the first spring of my life. But I could not walk at that age, so I must have been carried there by my parents, who had just moved to the old house with the garden in the city of Isfahan in central Iran. Over the next six years, I don't remember any human, other than the old toothless gardener with his bicycle, in the garden. I do remember spring beginning with quince blooms, and early autumn with the fall of hawthorn fruit. We competed with the sparrows, hoping they would leave some fruit on the ground for us.\n\nBy the time we left the garden to move to a modern condo, I had already learned to read.  In my adolescence, I developed severe allergies to dust and pollen. That stopped me from walking in gardens altogether, which didn’t upset me. I had a new garden: my father’s library. The self-centered romantic teenager in me was quickly moving toward the cement streets of tomorrow. I did not return to our Isfahan garden when everybody else in the family was still going back there in summer to pick fruit. I had my nose in books, stunned by the magic of novels: Great Expectations, War and Peace and One Hundred Years of Solitude.\n\nIn the years to come, I finished college. Hungry for modern life, I settled in Tehran, a city of 12 million. No trees, no gardens—just buildings, cafes, movie theatres, people frivolously smoking cigarettes on every corner and passionately moving their hands while talking about Kishlovsky and some American short story writers. Trees were the last thing I cared about.\n\nA few days before I flew to Canada to start a new life, my mother gave me the red leather baby booties. I had seen them in her closet, among the things she kept from the babyhood of each of her four children. She said: “You wore these when I first took you to the garden. You had better take care of them from now on.”   I did not know why she said it and I didn’t dare ask.\n\nImmigrants don’t have much old stuff. They are about the future. They dream of things they will have, places they will go and stories they will collect. Of what they left behind, memory has to suffice. But fortunately I had the red baby booties.\n\nThe day I bought my first house in Canada, I needed to make it my home. Canadian life had already awakened the forgotten love of trees in me. The baby booties were the oldest objects belonging to me on this land. I took them to the garden again. And I planted a sour cherry tree in my backyard.\n\n ",
        "author": {
            "first_name": "Maryam Nebavi",
            "last_name": "Nejad",
            "origin_country": "Iran"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Maryam_Baby-Shoes-in-the-Garden-1536x1024.jpg",
        "year": 2014,
        "summary": "I took my first steps in these red leather baby booties.  My earliest and most powerful childhood memories are of the private heaven of a fruit garden in our old home in Isfahan, Iran, where I wore them. But when I was six years old, we moved to a modern city and my passion shifted from trees to  books and ideas. When I left for Canada, my mother gave me these booties. I found a use for them when we bought our first house here.",
        "current_city": "Toronto"
    },
    {
        "title": "Meg’s White Skates",
        "content": "I am Noriko from Japan. These are the skates that shaped my life in Canada. My journey started in Toronto—without my consent.\n\nShortly after I got married in 1993, I became pregnant. I thought it was too soon to be a mom as I was only 24 years old. But I convinced myself it would be just fine, and the baby and I would be best friends forever. The day after my daughter was born, the doctor told me they needed to do some tests. I had to learn a new English word: “chromosome”. Four long weeks later, I was alone at home when the call came. My daughter had Down Syndrome.\n\nShock, confusion, disappointment, pain, anger, regret, loneliness, shame. But what I felt most was fear. “Why me? Will she ever walk? Will she ever smile at me?” I read an old Japanese version of Dr. Spock. It said “Nobody can raise these children; they should be institutionalized; they don’t live long.” They were the scariest thoughts for a new mother in a foreign country.\n\nMeg was a beautiful, healthy baby except she had an extra chromosome number 21. I didn’t want it to take over my family’s life. So we had a second child the following year and a third two years later. My husband and I were determined to raise all three of our children with equal opportunities and love. In 1997, we moved to Bow Valley for a fresh start.\n\nFigure skating was one of the fun activities I introduced to the girls, including Meg. It didn’t take long to discover Meg’s hidden talent and potential. She couldn’t talk, but she found her own way to express herself—on ice. I wasn’t sure if Meg was even capable of standing on the smooth sheet of ice in these stiff boots with thin metal blades. As Meg and I were beginner skaters, we held hands tightly to keep from falling. My back ached, but I didn’t mind. It was pure excitement to see her happy face. Soon, she was skating without my help.\n\nThe community gave Meg tremendous support. I found a program with Special Olympics Calgary. I wasn’t sure if I could commit to driving to the city every week, but I checked it out anyway. It was a life-changing trip. One of the athletes, also with Down Syndrome, gave a beautiful, technical performance before my eyes. “This is where Meg belongs. This is where she should be.” I had found her dream—and my mission.\n\nMeg progressed one skill at a time, raising one foot, hopping, spinning and jumping. Then, in February 2013, at age 18, she was on a plane along with other athletes and coaches headed for the Special Olympics World Winter Games in South Korea.\n\nMy parents in Japan and I followed her. I couldn’t be near her during the two-week competition, and Meg probably missed hamburgers and my hugs. But she wasn’t even nervous—unlike her family. She embraced her music, the cheers and the spotlight, and she was rewarded with two silver medals. When she came to the spectators’ stands, she proudly put one of the medals around my neck, and then went back to the team. I knew Meg would be okay, and therefore, so would I.\n\nHere are Meg’s white skates, waiting for someone to tie them for her. The laces on the boots were touched by many with big hearts—coaches, volunteers and other parents. At the World Games, fellow athletes, who usually required assistance themselves, took pride in helping Meg.\n\nMeg and my journey continues. She is the family’s backbone. Her gentle presence has given us love, strength, inspiration and hope for the future. And, thank you community. Our family is blessed here.",
        "author": {
            "first_name": "Noriko",
            "last_name": "Ohsada",
            "origin_country": "Japan"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Noriko_Meg_s+white+skates_hi+res.jpg",
        "year": 2017,
        "summary": "I am Noriko from Japan. These are the skates that shaped my life in Canada. My journey started in Toronto—without my consent.",
        "current_city": "Canmore"
    },
    {
        "title": "My Student Shoes",
        "content": "In it I put a set of cotton bed sheets to make me feel at home, my favourite outfits, two books in Spanish, one of them about the psychology of the adolescent male,  and two pairs of shoes. Before my graduation, I had bought a pair of handmade, leather shoes in the Montevideo street market. They were not really pretty, but at that time, those rounded brown shoes with stitches, a buckle on the side and a big sole made from a tire gave me a sense of belonging to a particular community, the student community. Those guillerminas made me feel I was part of something good.\n\nMy first two years here were a mixture of amusement, frustration, and loneliness but still I wanted to stay in Canada. Getting married or claiming refugee status was out of the question, Working as a nanny was my only option to get permanent residence. So I became the nanny of three boys. My background in psychology provided me with a sense of confidence, but I was lacking practical skills.\n\nPart of my job was taking the children to the bus stop every morning and picking one of them up at noon and in the evening. Walking with two preschoolers and a toddler was hectic. The oldest one used to walk very slowly as if he had stones in his shoes, the middle one loved to run ahead, and the little one was sitting in the stroller. I ended up counting my trips. Six a day for five days is equal to thirty trips per week to the bus stop.\n\nIt seemed to rain every day that April. I walked back and forth with the heavy drops on my face, an umbrella in one hand and a stroller handle in the other. Even more uncomfortable were my damp socks. I didn’t feel like investing my small paycheck in rubber boots; I needed to buy other things. My temporary solution was to wrap my feet in plastic bags, and then put my shoes on. \n\nA middle-aged lady, and an elegant woman in her eighties lived less than a block away from my host house. They would enjoy a cigarette every day at same time on the veranda. They stared at me every time I passed. In Canada where people are too busy to pay attention you, that invasive but pleasant focus on me was welcome. Then one day a kind voice interrupted my walk to offer me a proper pair of rain boots. I waited shyly on the sidewalk until the middle age lady came out the door holding the boots. \n\nI took off my leather shoes and put on the boots right away. The shame was enormous because having my feet in plastic bags revealed that I didn’t have much money, that I was an immigrant with the wrong shoes. \n\nThat is how I met Isabelle and Nasha. They were mother and daughter and my first friends in Canada. Isabelle was from Syria and Nasha grew up in Brazil. She could speak a little bit of Spanish. I became a guest at their birthday parties, and that summer they invited me to go to their cottage.\n\nAfter that day, my trips to the bus stop were never the same not only because my socks were dry but  because I stopped being that invisible nanny who had to push the stroller in the rain.\n\n ",
        "author": {
            "first_name": "Natalia",
            "last_name": "Bussi-Rodriguez",
            "origin_country": "Uruguay"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Natalia_student+shoes.jpeg",
        "year": 2015,
        "summary": "When I left Uruguay in 2005, I was not sure if I could settle in Canada. Even though I was a traveller with intentions to stay, I wanted to look like one who goes and comes back. A sturdy grey suitcase was my only companion.",
        "current_city": "Toronto"
    },
    {
        "title": "Shoes for the Revolution",
        "content": "The middle class office workers in Damascus were a big part of the Syrian revolution: a fact Assad likes to keep hidden. When secretly planning their after-work demonstrations, these workers used a code! “Are you running today?” Manya asked when she called her friend Alice.\n\nAfter work, Manya took off her work shoes, which are usually 3 or 4 inches high—she was just like most other Middle East women who loved their heels. Then she put on her running shoes. She met Alice who was still in her heels, which made Manya worry: “How could Alice run in these heels?” But she did not have time to tell her, as they were joining the march on a narrow street in the Old City. They were marching towards the famous square of Touma’s Gate, one of the seven remaining Roman gates surrounding the ancient city of Damascus.\n\nManya and Alice were among 150 youth peacefully protesting to demand an end to the bloodshed in other cities, and chanting: “We want a civil state and dignity….We want justice and freedom!”\n\nThey had not marched for more than a few steps before they were surprised by some Shabiha—what we call “Assad’s thugs”—who were everywhere undercover, lurking around, waiting. The Shabiha started attacking the protestors, using sticks and throwing whatever their hands could reach, even chairs and tables. They were overpowering, chanting “Long live Assad!” The protesters scattered in all directions. Some survived with no harm. Others were beaten and arrested.\n\nManya took off into a full-speed run. Images of dark cells and instruments of torture filled her head. She got lost, but she was thankful for the narrow tangled alleys the old city provides to freedom runners.\n\nHer senses heightened, she could smell the scent of asmine everywhere. She could hear her heart throbbing and her running shoes clapping against the ancient basalt cobblestones.\n\nRacing through those ancient streets and architecture, she thought about Damascus’s long history and the fascinating stories each brick could tell about the Assyrians, the Persians, the Greeks, the Romans, and the Umayyads.\n\n“Are they still following me?” she wondered. “What if they catch me and arrest me? What would they do to me? To my family?” She had heard stories of women who got tortured and raped in Assad’s prisons.\n\n“Will I make it to my wedding next week? Good thing I wore my running shoes today,” Manya thought. She had told Alice to wear hers too, but Alice said she didn't have any. She hoped Alice was still behind her.\n\nThen Manya stumbled across another protester at the end of the alley. He told her they should buy a box of peaches and pretend to be a couple on their way home from grocery shopping. In this way, they managed to outsmart the thugs and arrived at Bab Touma’s Square where they separated without even introducing themselves.\n\nAs originally planned, she made it to her friend’s car where they were all supposed to meet. Minutes later, while waiting for Alice, Manya saw the Shabiha escorting a group of protesters to hand them over to the security forces. Amid this chaos, she spotted Alice—barefoot, carrying her shoes, walking in pride and courage despite the insults and abuse. Manya could do nothing but watch in sadness, and thought to herself, “I wish they’d caught me instead of Alice. At least, I don’t have kids. I should have given her my running shoes.”\n\nIt was July 20th, 2011.\n\nAlice was detained and then released after two weeks of being tortured and beaten by Assad’s security forces. This didn’t stop her from protesting. She got arrested again and was jailed for a longer period. Alice lost her job, but when her life and the life of her kids were threatened, she managed to escape to Germany where she is now a leading activist. Manya told me that Alice is still dreaming of her “Wonderland” in Syria.\n\nThe road to freedom is a long one… and we should all have our running shoes for the journey.\n\n ",
        "author": {
            "first_name": "Rasha",
            "last_name": "Elendari",
            "origin_country": "Syria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Shoe+for+the+Revolution+-+Rasha_s+shoes.jpg",
        "year": 2015,
        "summary": "Today I am telling a story told to me by my older sister Manya who is now inside Syria running an organization to help internally displaced people escape the violence in their cities. Here it begins:",
        "current_city": "Toronto"
    },
    {
        "title": "My Refugee Life",
        "content": "The ongoing civil war between the Christian-led Liberation Movement against the incumbent Islamist government had escalated. The rural areas where they grow rice, grain, and other foods were seized by the rebels, causing famine in Juba. I was selling in a flea market at that time. My slippers broke and I could not buy new ones.\n\nOne day I decided to take money from the hip sack and bought shoes. My husband said, \"Do you want this business to collapse?\"\n\nThe government forces were defending Juba from the rebels who were bombing the town everyday. We lived between the airport and the military barracks, which were main targets. So, in 1997, my husband, our two children, two and five years old, moved to Kenya (Dadaab Refugee Camp). It is located in North Eastern Kenya, Garrissa District.\n\nI applied for resettlement on behalf of our family in 1997. I taught for two years in the camp. The education sector was under Care International management. I developed a network with the United Nations staff. As I followed up on my application, there was a lot of waiting and frustration. One day I was told that my application was missing. So, I decided to check the file of 500 applications and did not find mine. And then I wrote another copy. When I was eight months pregnant, I stood in line for 40 minutes in a 50 degrees centigrade heat to follow up my application.\n\nThe field officer told me that it was too hot for me to be there. I said to him that it is hot everywhere. He then shook his head and approved my application. In 1999 after having my third child, my family came to Canada where women are free. I wanted to study nursing, but my husband did not want me to be independent. I was determined and I did it. I am now a nurse.\n\nI had found my own voice at last. But I know that the first step towards making this change was when I bought those slippers. They were dear to me. I kept them clean and safe. They were my turning point. It all started when I said, \"Yes, I bought those shoes. Yes, I am applying for resettlement. No, I will not leave this line up. Yes, I will be a nurse.\" But it all started when I first said, \"Yes I will buy these shoes.\"",
        "author": {
            "first_name": "Kiden",
            "last_name": "Jonathan",
            "origin_country": "South Sudan"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Kiden_my+refugee+life.jpeg",
        "year": 2015,
        "summary": "I come from Southern Sudan, which is now called South Sudan. It became an independent country in July of 2011. In 1983, John Garang started fighting for equality in terms of wealth, power, religion, race, and resources. The civil war lasted for 23 years.",
        "current_city": "Toronto"
    },
    {
        "title": "Life is a Miracle",
        "content": "The soil in Africa, especially in my country—the Democratic Republic of Congo—is red, a deep, welcoming red. The heat of the dry season is felt not only in the air and on the thermometer, but also radiating back into the soles of your shoes.\n\nIn this case, the soil was also red with the blood of my husband who was assassinated by the militia. My husband had been to Europe and studied there. He had ideas about how to bring clean water and electricity to the villages. But when he was working at one of his wells, he was murdered. At his grave, I spoke about his ideas, so the soldiers began to watch me and follow me. I knew I was in danger.\n\nOne must wear shoes with a firm fit so the dirt doesn't climb up into your toes; it will anyway, but be careful. The soil is solid. It's a dirt that has been there for eons and will be around for centuries more.\n\nFlip-flops are not recommended!\n\nI wore these flip-flops only in the house. They have a light sole and some design cut into the leather. They are made by pygmies. We buy them in the market to help the pygmy tribes earn a living. They are the kind of shoes that you wear when you go to the market looking for something to buy for the house. Just small things like bread, sugar, milk, or some drinks.\n\nOn that night, I wore them so I would look as if I were going for a short walk, not going far at all.\n\nBut I was going far. I was running away.\n\nA straw bag is best for taking to the market. Held in the hand, it's light, easy to carry and open to pack with fresh produce and other food. You don't mind if it gets dirty from fish, as you can wash out the woven grass basket with ease and let it air dry.\n\nI brought only sugar in this mysterious bag. With sugar, I could feed my six  children while we were running. Just by dipping my finger in it, with a little water.\n\nWith my straw bag containing sugar, I left the house in my sandals. I looked as if I was just going to the market to buy some small things. The soldiers did not follow me. The weather changed suddenly. It started raining and my shoes became slippery inside with mud, soil, and water.\n\nI went to hide in the church Eglise du Potier. In the early morning, I took a taxi to the border. I slept in a place near the border, and in the morning, my children joined me.\n\nMy stepbrother had driven them.\n\nWe travellers, with six children, fled. We fled into a world of falling—no walls, no floor. Panic for food. Fear for water.  I just remember the eyes of my children questioning everything deeply in silence, as if asking themselves, “What is the sense of life?”\n\nThe journey was long. All the night driving. Miles. Miles. Miles. We crossed the border into Rwanda and took a bus to Kigali. Then we took another bus to Kampala, Uganda—and then my children to Kenya.\n\nWords. Wordless. Words spoken among the runaways were scattered like seeds, seeds of hope in this bitter season. Then came the last word—like a gunshot.\n\n\"Goodbye!\"\n\nLike a hammer. Like nails. No words, just flesh and blood poured out. The sounds of wailing clung like smoke to the mother. I left my children, unsafe and ran farther. One year later, they went into an orphanage. I did not know if I had done the right thing, to leave the children behind. I had to go ahead to save myself and give them a better future, later.\n\nI could no longer walk, but I was carried by the spirits of my late mother—and my grandmother. She was a famous strong woman of our tribe, a queen without education who defended her village from invasion in 1964.\n\nI came to Canada with the help of my friend Beth Richard from Manitoulin, Romero House in Toronto and Jubilee Fellowship Church. And now, three years later, my children have joined me. We left our country on March 3, 2012.\n\nMy shoes—precious vessels, witnesses. My shoes, crosses. They carried the weight of our desperate case and my seeking for a better place.",
        "author": {
            "first_name": "Winnie",
            "last_name": "Muchuba",
            "origin_country": "Democratic Republic of the Congo"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Life+is+a+Miracle+-Winnie-Muchuba.jpg",
        "year": 2016,
        "summary": "The soil in Africa, especially in my country—the Democratic Republic of Congo—is red, a deep, welcoming red. The heat of the dry season is felt not only in the air and on the thermometer, but also radiating back into the soles of your shoes.",
        "current_city": "Toronto"
    },
    {
        "title": "My Inherited Shoes",
        "content": "Generally, in Africa, and especially in Cameroon, most parents have a will that states who among their children will replace them in the family. It can be oral or written. In my family’s case, my mother did not write her will. She chose an oral testament.\n\nA year and half after I immigrated to Canada, my mother’s health went from bad to worse. One day, when I was talking to her on the phone, she told me that if I came back to Cameroon, I would have to talk to my aunt because she had an important message for me. As her illness progressed, she kept repeating these instructions. I did not know why she insisted. I did not understand the significance of those words.\n\nWhen my mother passed away, I decided to travel home for her funeral. I followed my mother’s instructions. I met with my aunt and she gave me a pair of shoes that my mother wanted me to have. The meeting was extremely emotional. I was scared and I trembled. My aunt threw her arms around me and we cried. \n\nAfter she consoled me, my aunt said that my mother wanted me to replace her in the family, to inherit her role and be her successor. I would have to assume all responsibilities and rights that belonged to my mother. To transfer this responsibility to me, my mother had given my aunt a pair of her shoes to give to me. Once I had these shoes, my mother had said, I would put my feet only on green grass. All doors would be open for me wherever I went, and I would get everything I wanted from life.\n\nMy aunt continued, saying that through this pair of shoes, my mother made me responsible for my entire family and all of my siblings.  She added that this pair of shoes would become the umbilical cord between Canada and Cameroon, and it would always remind me of where I came from. The shoes would help me keep in touch with my culture and my family in Cameroon.\n\nWhen she told me this, I was extremely surprised. I could not believe that my mother would give me this responsibility. I am not the oldest, nor the youngest but the third among eight siblings. Only my mother knew why she chose me. As my aunt spoke, I missed my mother’s lovely voice terribly.\n\nThis pair of shoes that my mother gave to me is not the nicest nor the most expensive of her shoes, but it is the most valuable, most significant and the most symbolic. It is a pair of open-toed and colourful samaras, hand-made by traditional shoemakers in Cameroon. They were made with traditional and modern materials that seem to link Canada to Cameroon—palm leaves, cowry shells, and a heart shape. The strap is hand-woven from dyed strands in green, orange, and purple. The insole is soft, velvety cotton. At that moment, these shoes became one of my most essential belongings and I keep them protectively.\n\nWhen I came back from Cameroon with my mother’s samaras, I could not stop crying.  Whenever I saw them, they made me realize that my mom was gone forever. This situation made my little children and my husband feel bad for me. My husband hid the shoes away so I would not cry in front of the children.\n\nNow, I try to follow all the instructions my mother gave me before she passed away, and I stay connected with my family back home. I think my inherited shoes give me the strength and happiness to handle all my mother’s responsibilities.",
        "author": {
            "first_name": "Valerie",
            "last_name": "Nadege",
            "origin_country": "Cameroon"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/My+Inherited+Shoes+-+Valerie.jpg",
        "year": 2017,
        "summary": "Generally, in Africa, and especially in Cameroon, most parents have a will that states who among their children will replace them in the family. It can be oral or written. In my family’s case, my mother did not write her will. She chose an oral testament.",
        "current_city": "Calgary"
    },
    {
        "title": "The Ugly Black Rubber Boots",
        "content": "Shall I take it off or leave it?  I was looking at the price tag on the ugly, black rubber\n\nboots I had brought home from a store. They were so ugly! I would only need them for a couple of weeks or a month, at most, and then I would return them. There would be no reason to keep them longer.\n\nHowever, I ended up wearing them for a full year at a fish farm.\n\nI did everything I could think of to get a job. I completed every available level of ESL studies and the Office Information Technology program offered by the local community college. There was no special reason to take this course except that it required only a year to graduate. I thought one year of school wouldn’t be too much to impose on my family.\n\nIn order for me to get to my downtown school on time, my two small kids and I had to leave the house at 7:40 a.m. My kids were the first kids to arrive at school, and that was not by their choice.\n\nOne of the teachers found them in front of the school and told them, “ Go back home and come back when the school opens.”  They didn’t want to go back to the empty house. Instead they hid behind the bushes until the other students arrived. Later I overheard my son bragging about this to his friends.\n\nAfter I graduated, I submitted nearly one hundred resumes to every possible job. I only got one interview, and they didn’t call me back. I couldn’t just stay home waiting. I called my friend who always needed people for his fish farm. There was no interview, no English, no Canadian job experience required. I only needed the ugly black rubber boots!\n\nThe night after the first day of work at the fish farm, I crashed on my kitchen floor in tears. I couldn’t deny the fact that I was a worker at the fish farm. I was terrified. What if I was going to be stuck there forever? What if I forgot what I studied as an artist in South Korea and in the endless English classes in Canada? What about my parents’ and sister’s and brother’s hope for me, and what about my own dreams for myself? I was devastated, but the next morning I went to the fish farm, telling myself it was just one more day. Just one more day. But one more day became a week and then months and then a year. I hated myself and the world.\n\nI stood for hours each day on the fishy wet floor, packing seafood in the dim light. I felt I was being buried under the monotonous sound of breaking seashells. The songs of other workers broke the heavy air, and only numbed time and my weak hope. I wished I could hide from the world in my rubber boots.\n\nAfter nearly one year, I got a phone call from an office for an interview and I got the job. It was part time and a night shift, but I didn’t care.\n\nWhile I was working at the office job, I started taking a watercolor class at the community center to try to rediscover myself as an artist.\n\nSince then, I never stopped being an artist. I was elected to the prestigious Canadian Society of Painters in Water Color in 2011, and my paintings have been displayed and sold at the galleries in Halifax and as far as the UK. I have also taught watercolor workshops in public libraries and privately.\n\nMy kids are all grown now and we laugh about the time when they hid behind the bushes waiting for school to start. My daughter asks me, “Mom, can I take the price tag off these boots now?”\n\n ",
        "author": {
            "first_name": "Inae",
            "last_name": "Kim",
            "origin_country": "South Korea"
        },
        "video_url": "https://www.youtube.com/watch?v=0zLCRJBxDb0",
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/The+Ugly+Black+Rubber+Boots-+Inae2017.jpg",
        "year": 2017,
        "summary": "Despite my best efforts to learn English and obtain a job based on my education and experience, my first job in Canada was at a fish farm. I wore ugly black rubber boots for a whole year, before re-discovering myself.",
        "current_city": "Halifax"
    },
    {
        "title": "The Personality of Shoes",
        "content": "I am Atinuke--with an accent on every syllable of my name. Proud of my heritage, dark-brown skin and Nigerian accent, I am honoured to be an immigrant. Keeping with the adaptation to my new home, I have learned to talk, walk and dress like a Canadian. However, one aspect that genuinely did not change was my footwear, knowing that what you put on your feet gives clues about your personality.\n\nGrowing up in Nigeria, I used to sing a motivational song called “Ko Ko Ka” with my friends:\n\nYou shall wear expensive shoes \n\nIf you work hard at school \n\nYou shall wear expensive shoes \n\nYou will end up wearing cheap shoes \n\nIf you do not work hard at school \n\nYou will end up wearing cheap shoes\n\nEarly on I was taught that shoes projected wealth and power--how they looked and even how they sounded. Click-clack noises that shoes made symbolized intelligence, confidence and high-class, while squelching noises personified ineptness, uncertainty and aloofness. \n\nJust a week into my first “real” job in Canada, I attended a professional workshop. I was excited to finally use the skills I learned in my Computer and Information Science degrees, and at the same time nervous.\n\nI arrived at work, pumped-up for the workshop, wearing my black, medium-heeled slip-on “corporate” shoes and a knee-length gray pinstripe skirt suit. My notes were put together. As I walked into the room, I became worried about people’s opinion of my look. Did I overdress? Underdress? I felt all eyes were on me. I looked for familiar coworkers and I didn’t see any. No, not even a dark-brown skinned person like me! I quickly sat down in the nearest chair, and got busy twiddling my pen, but soon my curiosity got the better of me.\n\nAs co-workers poured into the room, I examined their shoes, pondering if they would give me clues about these people.\n\nSomeone walked in wearing high-heeled boots, with mesh tights and a mini-skirt. I was appalled! In Nigeria, most workplaces have a dress code, even if unwritten, and it is understood and adhered to. Only people of “questionable character” would dress like that. Or so I thought.\n\nI looked down at my slip-ons and wondered which of my personality traits they depicted. If I could be any, what kind of shoes did I want to be?\n\nDid I want to be shiny pumps, beautiful and elegant? Stilettos--ambitious, without any care for others? Or Mary Janes, all closed-up, but practical and classical nonetheless? Would I be as unsettled as tap shoes? Would I be suited for a ballroom or a track field or hot desert sand?\n\nI didn’t want to be too specialized, like figure skates or rollerblades. I would have rather been riding boots, made for a specific purpose but used for all purposes. I would have liked a stylish name and would not want to be called loafers like ne’er-do-wells, but rather Oxfords, prim and proper, implying intelligence. Not wellies, they sound like wellies, but Gucci, like gushing.\n\nSitting there with my pen poised and my notebook open, I knew for sure wherever I found myself, I would thrive. Because I had the wisdom of a weathered old shoe, I had experienced diverse cultures and learned from them all.\n\nToday I’m boots. Yes! I am boots! Courageous, adventurous, well travelled, able to face and deal with muddy situations, charging through all things murky and dark to triumph in the light.\n\nI am a Canadian, proud of my heritage, with dark-brown skin and Nigerian accent.\n\nI am Atinuke with an accent on every syllable of my name.",
        "author": {
            "first_name": "Atinuke",
            "last_name": "Adeoye",
            "origin_country": "Nigeria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/The+Personality+of+Shoes+-+Atinuke+2017.jpg",
        "year": 2017,
        "summary": "Shoes give clues to our personalities. Waiting for a workshop at my new Canadian job to start, I examined my coworkers’ footwear and thought about what my own shoes say about me.",
        "current_city": "Halifax"
    },
    {
        "title": "Stateless",
        "content": "I was born in Bomdila, Arunachal Pradesh, India. Bomdila is a beautiful, small town in the Himalayas. I grew up speaking Hindi, watching Bollywood movies, singing the Indian national anthem and believing India was my land. When I grew old enough to understand more complicated things, I learned that I was born a refugee in India. I actually belong in Tibet because my grandparents were among those Tibetans who, along with the Dalai Lama, fled to India from Tibet in 1959 after the Chinese invasion. My official documents describe me as “stateless”.\n\nIn Arunachal Pradesh, refugees cannot own houses, land or business licenses. My parents ran a small store where we sold clothes, bags and shoes. On top of the rent and utility bills my parents also had to pay a local person for using his business license.\n\nIn 2011, my mom told us about a rumour that all Tibetan refugees living in Arunachal would be sent to Canada. We laughed and told her that it was impossible. It turned out to be partly true. Not “all” but 1000 Tibetans were going to Canada under the Tibetan Resettlement Project. This project stemmed from an appeal made by the Dalai Lama to the Canadian government. The only way to choose those 1000 Tibetans from the 8000 living in Arunachal, without bias, was through lucky draw. I didn’t expect to be lucky; I moved on with my life.  \n\nI was seventeen and in grade 12 at a boarding school for Tibetans, thousands of miles from Bomdila, when I received a call on the old-fashioned coin-operated dormitory phone. My parents had surprising news. All of us – my parents, my fourteen-year-old sister and I – were going to Canada.\n\nThe process took several years but, eventually, our departure date was set for April 2, 2015 and we started shopping for our journey. My sister and I had saved money that we had received as gifts from our relatives for Tibetan New Year. Of course, we needed shoes. A pair of black lace-up calf-high boots caught my eye. They had some metal on them, including a large skull on each side which made them edgy. I was not “edgy” but since Canada was a big change I was willing to experiment and make other changes, starting with my shoes. These boots are the perfect symbol for my life. They are made in one country, sold in another and they don’t know where they will go next.\n\nAs an inexperienced traveler I chose these boots to wear to Canada. At every airport security check I had to unlace and remove them because the metal skulls set off alarms. Then I had to put them on again and lace them up. It was funny for my family but trouble for me. Even today, those boots remind me of my dad laughing at the airport. \n\nFinally, my stateless shoes and I stepped on the land of Canada. One day I was in one of the most crowded cities in the world, Delhi, and the next day I was in Calgary where there was hardly anyone on the streets.\n\nI get asked all the time “Where are you from?” My sister and I visited Vancouver and the ticket collector on the tourist trolley asked us the same question. We both replied, “Calgary!”\n\n“No,” she said, “Where are you from?”\n\nWe realized that this meant “What’s your ethnic background?” or “Where were you born?” or “What’s your nationality?” My answer is that I live in Canada, I was born in India, my origins are in Tibet and – until I have completed the required three years as a Permanent Resident in Canada – my Citizenship remains Stateless.",
        "author": {
            "first_name": "Tenzin",
            "last_name": "Choden",
            "origin_country": "India"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Stateless+-+Tenzin+Choden+2017.jpg",
        "year": 2018,
        "summary": "Tenzin Choden was born as a Tibetan refugee in a small town in India. When her family wins an immigration lottery, Choden buys a pair of black calf-high boots and begins her unexpected journey from India to Canada.",
        "current_city": "Calgary"
    },
    {
        "title": "The Secret Power",
        "content": "When you leave your home for a vacation, you only pack up what you will need because you know that you will return home again. When you decide to immigrate to another country it is entirely different, but you still have the time to decide what you will pack. Definitely, the worst way to leave home is when you are forced to — when you are running from destruction, kidnapping and death. That is part of a war.  That is how we left Syria 20 months ago.\n\nAs a physician, I was used to helping people lead healthy lives. As an obstetrician, I helped new life enter the world. Nothing prepared me for a time of war, when life itself was so devalued. I could not even be certain of the most basic protection for my own children.\n\nA radical group tried to kidnap my youngest son while he was coming home from his high school. My oldest son miraculously survived when a rocket hit the bus stop where he was to catch his bus to his medical school. Cars were bombed on every street in our beautiful city Latakia. Every morning more beloved people went missing. Everyday our thoughts were reduced to making strategies for survival.  \n\nWhen you are forced to leave as we were, time becomes precious. Moments are too short to say goodbye, and the two allowable bags are too small for all the things and memories you would like to keep forever.\n\nFirst of all, I picked up my brightly striped indoor shoes. They must be my companions for the thousands of miles of our unknown refugee trip. 24 years ago, my lovely Aunt Jamila made me these woolen, hand-made shoes. Because they are not that expensive or from a famous brand, they were not taken by those who stole every valuable thing in my house. The thieves stupidly missed how precious and remarkable these shoes are to me. They have been woven not only by fingers and needles but also with all of love and care that could be transferred to me from my aunt, who is like a mother to me. The blue in these shoes carries me into two brilliant unlimited worlds, the sky and sea, while the white brings me memories of the beautiful face and clear soul of the 88-year-old woman I love.\n\nAfter we were forced to leave our home, we drove across the borders and tried to settle in Lebanon.  But settlement is almost impossible to achieve in Lebanon. We applied to Canada and 20 days later we were on a plane. When we landed in Canada it felt like we were on another planet. The moment we arrived we found peace, safety, respect — and electricity. We realized that Canada is the best place for our sons. They are doing very well in school and university, but at the same time it is so hard to find myself again, to find the doctor I always worked hard to be. A part of my heart is still in Syria with people still suffering there.\n\nHere is one of my secrets: While in Syria my lovely shoes used to warm my feet, but here in the white snowy amazing Calgary, they have an additional mission.  They make me feel my Aunt Jamila’s love. I hear her voice encouraging me not to give up and blessing my footsteps as I volunteer, search for a work, study at Bow Valley college and try to rebuild my life. The secret power in these shoes strengthens my confidence so that I will be able to achieve the best in a strong and welcoming country such as Canada.",
        "author": {
            "first_name": "Catherine",
            "last_name": "Enstas",
            "origin_country": "Syria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/The+Secret+Power+-+Catherine+Enstas.jpg",
        "year": 2018,
        "summary": "Before immigrating to Canada, Catherine Enstas never thought that shoes could hold secret power. Yet, after arriving in Calgary she discovers that a precious pair of knitted indoor shoes that were part of the few belongings she brought from Syria contain a private kingdom of imagination, memories and support.",
        "current_city": "Calgary"
    },
    {
        "title": "The Shoes of Hope",
        "content": "I was born and raised in the former Yugoslavia. My husband and I worked as teachers in the town of Kistanje. We loved our jobs and lived in a beautiful home. My flower garden out front was a colourful mix of marigolds, irises, roses and zinnias. In the backyard vegetable garden we grew about twenty different vegetables, including tomatoes, carrots and peppers. Back then we had lots of good friends, too, including our colleagues and neighbours. \n\nIn the summer of 1990 things started to change. Croatia wanted to separate from Yugoslavia, but Serbs in Croatia did not want to separate because of bad experiences under the Croatian government in World War II. Soon Serbs and Croatians were in a bloody civil war. Peace forces arrived in 1992. I hoped that the war would end soon, but the conflict not only continued, it got worse. My husband and I continued working at the school, even though we were no longer paid.\n\nI rented out a bedroom in our house to a peacekeeper so we could make some money for food. Hamad was from Jordan. He explained that he preferred certain foods. I cooked for him separately, avoiding pork and making rice, and ensuring he was happy in our home. I made conversation with Hamad whenever he seemed stressed.\n\nAfter two months Hamad told us that he had received an order to serve in a different city. Before he left he gave me a pair of soft Wallabee-style suede shoes as a token of appreciation for our hospitality. He said, “Mom, these shoes are for you.”  This gift touched my heart. And when he called me “mom” it also touched my heart. He was a stranger from a far away country, a culture very different than mine, yet we lived peacefully under the same roof and had so much respect for each other. These shoes gave me hope. Maybe there would be a time again when people would embrace each other’s cultural and religious differences and not destroy each other because of them.\n\nAugust 5th, 1995 was the day that changed my life forever. Early in the morning Croatian radio announced that the whole Serb-populated area of Krajina was attacked by the Croatian army. Soon after that we saw a convoy of Serbian people from nearby villages and cities fleeing northeast — away from Croatia and towards Bosnia where other Serbs lived. I was shocked. Panic spread fast. My husband went downtown for information and when he returned he said we must flee right away. So we did. I took some family pictures, a few blankets and a few clothes. Closing the door of our family home was hard. I became numb. My husband helped me to keep moving. We joined the 300,000 Serbs fleeing from Croatia that one day. Most of those who stayed, died. Serbia accepted us as refugees. The shoes that Hamad gave me soothed my legs and my sadness. I had them on my feet during all of the 11 days it took us to drive and walk to Belgrade, the capital of Serbia.\n\nToday, 22 years later, I live in Canada with my husband, children and grandchildren. Our old friends are spread around the world. I am grateful to God we survived. I still remember the war, but I also remember the  soft shoes Hamad gave me. I do not have these shoes anymore but this is what they looked like. The hope they gave me still grows and fills up my heart. I believe that we humans all over the world can live in peace and harmony with each other like we do in Canada.",
        "author": {
            "first_name": "Dusanka",
            "last_name": "Reljic",
            "origin_country": "Yugoslavia"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/shoes+of+hope.jpg",
        "year": 2018,
        "summary": "If you have to leave your home at a moment's notice, what would you take? This story shows why Dusanka Reljic, a Serbian teacher escaping Croatia in 1995, took her Wallabees that were a gift from a Jordanian peacekeeper.",
        "current_city": "Calgary"
    },
    {
        "title": "A Surprise Landing",
        "content": "I was born in Afghanistan during a civil war. I belong to the minority Shia Hazara ethnic group. During the war we had to constantly change locations to avoid rockets and bullets. Mostly we traveled as a group and stayed in basements. When the Taliban came into power, life became even more difficult for us. Women couldn’t go out, men had to grow beards, some children and men were kidnapped and forced to fight. My family moved to Pakistan for safety. We lived there as refugees with other Hazaras.\n\nAfter my graduation from high school I got a job at the Iranian consulate in Quetta, Pakistan. I got married in 2012.  At the beginning of 2015 my husband and I planned a trip to Iran. We shopped for light footwear so we could be comfortable while exploring Iranian cities. I bought a pair of running shoes with black velvet outside and pink fabric inside.\n\nWhen we returned to Quetta it had become more dangerous because Hazaras were being increasingly targeted. And I was 20 weeks pregnant. We decided to seek refuge in any other country. We packed a few things. I put on my pink and black running shoes.\n\nOnly our close family knew that we were leaving. We traveled by road to Zahedan, Iran as we couldn’t exit from the Pakistan airport because we were refugees. From Zahedan, we flew to Tehran and then to Cuba. Our planned final destination was the United States. In the very hot weather in Cuba I was still wearing my running shoes. I bought a pair of sandals but I used them for just two or three weeks, then I gave them to a friend I met in Cuba. She needed my summer shoes more than me.\n\nDuring our stay in Cuba my right kidney became infected and, after many laboratory tests, I was hospitalized for one week. The doctors were not successful in curing the problem or easing my pain. My condition was not good. My husband was really worried about me and our unborn baby. As we realized that it was unlikely that we would be able to get into the USA from Cuba, we decided to go back to Iran. From there we planned to try for Europe. I was discharged from the hospital without any medication to relieve my pain.  It was time to wear my comfortable running shoes once again.\n\nOn December 4th 2015 we boarded a flight for Iran. A few hours after take-off a pain started all around my belly and back. I tried to ignore it but it got worse. The flight attendant took me to the back of the plane for a checkup but unfortunately they could not do anything. Two nurses, one from Germany and one from Sweden, were on the flight. They came to help me. They thought that I was in labour and that there might be complications.\n\nThe captain of the airplane decided to make an emergency landing.  An ambulance was waiting. It drove us to the hospital.  I got many injections and IVs. I was in the ICU.  They discovered that I had a kidney stone.\n\nWhen they had shifted me to another room, my husband asked the nurse, “What country are we in?”\n\nThe nurse smiled and said, “Canada.”\n\nWe were in Gander, Newfoundland. It was unbelievable. As Canada is a safe country, we decided to stay here. We have a healthy baby boy. He was born in Calgary. And I still wear my pink and black running shoes.",
        "author": {
            "first_name": "Nasima",
            "last_name": "Behzad",
            "origin_country": "Afghanistan"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/A+Surprise+Landing+-Nasima.jpg",
        "year": 2018,
        "summary": "When Shia Hazaras were targeted in Afghanistan, Nasima Behzad`s family moved to Pakistan. When the ethnic group was targeted there, Nasima, 20 weeks pregnant and wearing her black and pink running shoes, begins a  surprising journey to find a peaceful country.",
        "current_city": "Calgary"
    },
    {
        "title": "Soar",
        "content": "I was born and brought up in a camp for Palestinians in Damascus, the capital of Syria. The camp wasn’t full of tents but exactly like other neighborhoods with buildings and markets filled with people and crowded streets.  It was a little city that never slept.\n\nMy parents raised me to simply be free, the kind of girl who would ask taboo questions in religion class just to get kicked out, or jump over the school wall to escape military class.\n\nDuring my second year at university, I got my dream job in the humanitarian field. Two years later the war broke out in other parts of the country, but not in the capital. Not yet, until… \n\nI had just arrived home from Lebanon where I was attending a workshop and shopping, of course. I bought a pair of pink and gray Nikes, which I was wearing when the tanks surrounded the camp.\n\nSuddenly an explosion shook the whole building. Then came the sound of bullets raining in the street.  I tried to tell myself that I was strong, but there was nothing I could do.  For the first time I felt that I wasn’t in control of my life.\n\nMy dad ran to my and my sister’s rooms.  “Stay here. Clear away from all windows. This will be over soon. Don’t be scared.”   \n\nI nodded and went to bed. I hugged my pillow, put my headphones on. Music blasted these words into my ears as I tried to sleep, “I’m leaving today, living it, leaving it, to change… packing all my bags… I’m finally on the move.” Christina Aguilera singing with what was left of the battery on my phone. \n\nSuddenly I felt cold metal touching my arm. A young rough voice said, “I’m looking for the Free Army.” \n\n    I looked up and saw a soldier.\n\n    “In my bed?” I responded.  The soldier wasn’t alone. A group of more than twenty were waiting for him on the rooftop, from where he’d entered our house. \n\n    My family and I did our best to convince them to leave without hurting us.  When they were finally gone, I looked at my new running shoes. “It’s time for you guys.”  \n\n    My sister’s reaction was the same. We had to leave. \n\n    We waited for a peaceful moment, got in a cab and left for Lebanon.  On the way, I looked back like I always did when I left town. This time the view was full of smoke. \n\nEventually we went to Turkey. From there refugees were getting in dinghies for Europe, drowning on the way. I began helping others find a safe escape. Every night my phone was filled with cries for help. I kept answering and assisting with the rescue efforts for months until it was my time to leave.\n\nAtaturk Airport in Istanbul was one of the biggest I’d been to. I realized there that going so far from home meant a total change, meant that I had to get rid of everything. Change: it was the thing I loved most. So, I threw open my luggage and screamed at the top of my lungs to the crowd of travelers. \n\n“Take whatever you want to people!” \n\n    The bag emptied out in a blink of an eye. I got on the plane with nothing but my phone, computer and the clothes I was wearing, my pink and grey Nikes on my feet, so sad and so happy, the two extremes.  They do meet. I was happy with a shattered heart, leaving my girlfriend and family behind. Flying to change.\n\n If Zero is the place to start, let’s go there.  In Canada, I chose to be born again.  ",
        "author": {
            "first_name": "Rawan",
            "last_name": "Nassar",
            "origin_country": "Syria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/soar.jpg",
        "year": 2018,
        "summary": "I used to go out seeking adventures, but the one I didn't plan for was the one that made me find out who I am.  It took a war for me to know myself.",
        "current_city": "Vancouver"
    },
    {
        "title": "They May Still See My Bright Shoes",
        "content": "Sometimes to protect your life you have to do something more difficult than the circumstances you are running from. I had a good life, work and an amazing family, but I had to leave with my husband for my safety.\n\nNow that we have reached the border, it seems the hardest part of our journey. It’s just a road, a road between two big countries. It’s the first time we are doing something illegally, but we don’t have any choice.\n\nIt’s June, hot and quiet on the US side. I see only trees and blackberry bushes. It looks like no one lives in the big country on the other side, Canada. I am wearing black sports clothes, but my bright pinky-orange running shoes can probably be seen even back in Kurdistan! I am hunched close to the black berry bushes, trying to make myself look smaller while I wait for my husband to say, “Let’s go.” Over there, Canada seems like a terrifying jungle. But my mind is still on the unforgettable night that I left my family.\n\nI was a journalist in Kurdistan, northern Iraq, as well as a women’s activist, a voice for the women and girls who couldn’t raise their own voices to ask for their rights, who were killed because of love, who were raped or subjected to female genital mutilation because of some inhuman tradition.\n\nI was still in university when I started working with one of the non-governmental newspapers. Every day I had to go to the newspaper office after classes. My worst problem then was my shoes. I loved wearing fancy shoes and being feminine, but I couldn’t be just a young girl and live my life while I saw all of the injustice that women in my region faced. So I had to put on running shoes instead and after classes run after women’s rights. In my region sometimes just being woman is hard; imagine being female journalist writing about that situation. It made a lot of people, including those in government, angry.\n\nAfter working for a few years, they started to send me text messages telling me to stop speaking out. The threats only made me stronger and work harder to make them stop treating women as objects, but one day everything changed and now I had to put on my running shoes to save my own life. I received a threat by letter, which was scarier because now they knew where I lived. It was like an alarm bell. I had to do something to save my life, and parents too.\n\nI will never forget the night that my husband and I said goodbye to our families. All of them were there, everyone with red eyes and fake smiles telling us, “You are going to be okay!”\n\n“Which shoes you going to wear?” my sister asked. I chose my pinky orange ones, which seemed a bright sign for my tentative future. I laced them tight to feel safe, not just because of the death threat: we were entering unimaginable situation. After lots of crying and hugging, we flew to Turkey, then the US. From there we decided to go to Canada.\n\nAnd now here I am on the side of this road. Suddenly my husband says, “Run!” At that moment, I notice a blackberry on the nearby bushes; I pop it in my mouth quickly and run very fast.\n\nIt was a nice short run with the sweet taste of blackberry juice in my mouth. We arrived in that peaceful jungle on the other side, which wasn’t a real jungle at all. It was beautiful British Colombia.\n\n ",
        "author": {
            "first_name": "Shanga",
            "last_name": "K.",
            "origin_country": "Iraq"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/bright+shoes.jpg",
        "year": 2018,
        "summary": "A female journalist reporting on violence against women in an area where just being a woman is not easy receives multiple threats.  Eventually she finds herself running for her life.",
        "current_city": "Vancouver"
    },
    {
        "title": "Shoes Tell Their Owner’s Story",
        "content": "There is a forgotten world inside this real world. Let’s think about what the forgotten world is. Imagine—thereoare many small huts about 4 to 5 metres in size, and many people live in them. They have almost nothing, except one set of clothes, a plastic bottle to fill with water, and rarely, some kitchen stuff. Many people living in the forgotten world cannot find anything to eat. They don’t have health care in that world either.\n\nBut no, I cannot tell you about it. Africa cannot be told. It can only be lived. You must go there. I have been there.\n\nYou see, I am a pair of shoes. I am orthopedic, specially designed and expensive. I am on the feet of my owner who has muscular dystrophy; I give her support. She is an ophthalmologist, an eye surgeon. Her name is Umut, which means ‘hope’. Although her husband and parents did not want her to travel to Africa because of her disability and the difficulties of living in Africa, Umut went there many times and she forgot her disability when she was there.\n\nAs a pair of shoes, my mission was to help Umut move from her land of Turkey to and from the forgotten world in Africa. Unfortunately, an uncontrollable political wind that began in Turkey threw us off track, to Canada. But that is another story. Today, I am going to tell you about the forgotten world.\n\nThree years ago, on Dr. Umut’s fourth visit to Africa, I was on her feet. The team consisted of almost ten Africans. We travelled to Sikasso in Mali, 400 kilometres from the capital, Bamako. Travel on those roads was very hard. It took almost eight hours; there were many holes and bumps. When we finally arrived, everything was ready for us to examine and operate on patients. The weather was unbearably hot, and there was very little water. We started to diagnose patients around 6 am to make the most of our time. The more patients we saw, the more lives we would change.\n\nOne day, a woman of 40 years old came to the clinic with her son’s help. She had lost one of her eyes accidentally in her childhood, so just one eye had the capacity of sight. But with this good eye, she saw nothing because a white cataract had formed in that eye. As dangerous as this might be, Dr. Umut decided to operate on her.\n\nThe disappointing thing for me, as a pair of shoes, was that I could not go to the operating room. These interventions were extremely delicate. Dr. Umut operates without any shoes, using her bare feet to control the pedals of the microscope. So, I was left at the door.\n\nUmut performed the operation. It was not easy. You can ask me how I know that. Because I saw, by looking beneath the door, my owner Umut was praying, praying that everything would go well. I prayed too. This complicated operation lasted seven long minutes. When she was done, Dr. Umut closed the patient’s eye with a cotton pad. The next day, the patient came to the clinic to be examined, and Dr.Umut opened her eye. The patient started to smile at us, but suddenly her smile turned to tears. Everybody in the examination room also began to cry with her. She was unbelievably surprised because she got her sight back at that moment. She had thought that she was never going to see again. Her life was totally changed by just one short operation.\n\nThis was just one of the trips to the forgotten world of Africa, but the government in Turkey objects to this charitable group. Umut was almost put in jail; her husband was put in jail. Umut had to escape quickly from the border of Turkey to Greece alone, leaving her kids and jailed husband behind. In Athens, she called a friend who said she should fly immediately to Pearson Airport in Canada and ask to be a refugee. Umut did not even know the meaning of that word, but she said at the airport, “I am a refugee.”\n\nI am a pair of shoes living now in Canada with my owner for one and half years. Life is hard and strange. We face an uncertain future, but my owner has hope, like her name, Umut.",
        "author": {
            "first_name": "Umut",
            "last_name": "Duygu Uzunel",
            "origin_country": "Turkey"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Shoes+Tell+Their+Owner_s+Story+-+Umut_.jpg",
        "year": 2013,
        "summary": "There is a forgotten world inside this real world. Let’s think about what the forgotten world is. Imagine—thereoare many small huts about 4 to 5 metres in size, and many people live in them. They have almost nothing, except one set of clothes, a plastic bottle to fill with water, and rarely, some kitchen stuff. Many people living in the forgotten world cannot find anything to eat. They don’t have health care in that world either.",
        "current_city": "Toronto"
    },
    {
        "title": "The Rhythm of My Safety Shoes",
        "content": "I am a trained classical Indian dancer from Sri Lanka. When I perform, I wear makeup, and I am dressed in silk sarees with gold embroidery. I put on shiny earrings, arm bands, bangles and other ornaments, as well as a pottu in the middle of my forehead. On my ankles are salangai: metallic bells from my parents and blessed by my guru. When I dance or even talk, they make a rhythm, \"taa, taa, taa\". Even thinking about my salangai, I hear this rhythm.\n\nIn 2001, when I got married and came to Canada, I did not have many chances to dance. Instead, I worked in a factory. Have you heard of the Peek Freans cookie factory on O'Connor Drive? Well, that’s where I worked. I wanted to work and learn more about Toronto and the people. So why not at Peek Freans?\n\nI had to wear a white uniform, a hairnet, ear plugs, blue latex gloves—and my safety shoes. They were a little heavy. Whenever I walked, my shoes made a sound like \"tom, tom, tom\". The sound reminded me of my dancing rhythm \"taa, taa, taa\".\n\nOn my very first day, I was on the “Oreo” assembly line. Cookies were coming very fast along the chain like army ants. Quickly but carefully, I picked up rows of cookies and placed them into the boxes. I had to go so fast.\n\nI experienced all the shifts, I even worked the midnight shift. Once I worked a 12-hour shift on the Oreo cookie line. I didn't know how I did it! Cookies came on a conveyor belt. We picked them up and put them into the chute. The machines made loud noises like \"taka-taka, taka-taka\". My fingers seemed to be dancing as they lifted the cookies. The sound of the machines mixed with my dancing rhythm made a sound like \"takita takita takita\". It was amazing. I could hear my music on an Oreo cookie line.\n\nThe next day, I worked on the “Digestive” cookie line. The cookies came in four fast lines. I filled the trays. After filling the trays, I had to carry them to the other side of the floor. If a heavy tray fell, it would hurt my feet. I was a bit worried. I often looked down at my safety shoes. They seemed to be smiling at me. They were saving my dancing feet.\n\nAfter my first week, I was stressed out. I didn't get the factory life. It was very different from my normal dance life. When I first saw all the huge, noisy machines and the bright lights, I felt scared. My arms became very tired after a day of packing the cookies. I was surprised to see how my co-workers were packing the cookies very quickly. I thought I could never pack them so fast, but after a few shifts, I got used to the speed. I caught the rhythm.\n\nI was always happy to see my name on the Fruit Creme cookie line. I loved the sweet smell and cheerfulness of those cookies—with the big circle of strawberry jam in the centre. “Mmmm”, and I still love them.\n\nEventually, I started training children to dance, and I had to say goodbye to Peek Freans forever.",
        "author": {
            "first_name": "Vathsala",
            "last_name": "Aswathaman",
            "origin_country": "Sri Lanka"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/The+Rhythm+of+my+Safety+Shoes+-+Vathsala+Aswathaman3.jpg",
        "year": 2013,
        "summary": "I am a trained classical Indian dancer from Sri Lanka. When I perform, I wear makeup, and I am dressed in silk sarees with gold embroidery. I put on shiny earrings, arm bands, bangles and other ornaments, as well as a pottu in the middle of my forehead. On my ankles are salangai: metallic bells from my parents and blessed by my guru. When I dance or even talk, they make a rhythm, \"taa, taa, taa\". Even thinking about my salangai, I hear this rhythm.",
        "current_city": "Toronto"
    },
    {
        "title": "My High Heeled Shoes",
        "content": "When I was studying at university in Chile, it was common practice for women to wear high heeled shoes. At that time, no one questioned this. High heeled shoes were an expected part of professional attire for women as they entered the workplace.\n\nWhen I started working as an organizational psychologist, I faced a world of giants. The industry was competitive and led mostly by men. The women who worked in the high positions of companies always wore high heeled shoes, so that's what I did too. I adapted myself in an attempt to reach their height.\n\nNo matter how many streets I walked in them, if I had to move things or climb stairs, I was always wearing high heels. They seemed to give my voice strength and I had the feeling that if my shoes were not high enough  nobody could see or hear me.\n\nWho would listen to a woman in low shoes, talking about teamwork and collaboration in a world where it seemed only numbers mattered?\n\nMy high heeled shoes were a way to appear powerful and independent in this business world even if I didn’t feel this way inside. I was convinced that if I tried to fulfill societal expectations I would be closer to achieving happiness and success.\n\nI kept walking in my high heeled shoes for a few years until I realized that the list of things a woman was expected to do and be was endless.\n\nIt was not just about the shoes, it was about our physique, our ideas, our role at work and home. It was the pressure to marry and then then get pregnant, while remaining productive and efficient. It was about staying young,  not showing emotions, working the same or more than our male counterparts but receiving less salary.\n\nIt was the fact that men could wear low shoes while women had to wear high heeled shoes for the same work.\n\nJust as I began questioning the fairness of this life, I was aware of the impact high heeled shoes had on my mother.  She had worn high heels for her adult life and now walking in low shoes caused her pain in her spine.  I knew I did not want this same life.\n\nI decided to  quit everything, every expectation and every message that society communicated telling me that I was still far from becoming the perfect woman\n\nWith this,I gave up my high heeled shoes and gave away my office clothes. \n\nI made the decision to make a big change in my life and moved to Canada, accepting a job offer in the Bow Valley.\n\nAt first, I didn’t speak the language.  I didn’t understand the social rules and I didn’t know what kind of shoes I needed to wear. It was cold. It was snowing. I had no friends. I had no family. I cried often. I was not happy here either.\n\nIt took effort and time before I understood.",
        "author": {
            "first_name": "Claudia",
            "last_name": "Cousineau",
            "origin_country": "Chile"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/high+heeled.jpg",
        "year": 2019,
        "summary": "In Chile, it was common practice for women to wear high heeled shoes. They were part of the expected professional attire for women. For me, they were a way to appear powerful and independent in the business world even though I did not feel this way inside. Tired of trying to meet social expectations wearing shoes that did not fit me, I ventured into the search for a new life, a place where I could create my own rules and choose my own type of shoes.",
        "current_city": "Canmore"
    },
    {
        "title": "Qib Qbs",
        "content": "In the early morning I was lazy and lay in bed. It was a chilly day in Toronto. But my room was filled with a lovely refreshing soap smell, a smell that took me back to a fall day in Damascus. I came back from school and opened the door to find my mom doing the seasonal cleaning. I could hear her voice: “Who’s that?”\n\n“It’s me. Maya.”\n\n“Take your shoes off outside. Be careful when you put your feet inside your slippers. Don’t put them on the floor. I just finished cleaning, and I don’t want to see any footprints!”\n\n I did exactly what my mom said. While I was taking off my shoes, I noticed the vase behind the door was empty. She had taken the flowers to wash them.\n\nI went through the guest’s washroom. The sink was sparkling. New towels matched the washroom colours of white and blue. The soap bottle was refilled. There were new bottles of perfume. She had put the washroom slippers on a new, white cloth to dry.\n\nFrom the kitchen, I could see the balcony. The carpets were out in the sun. Mom believes sunlight is the best sanitizer ever. I could see the flowers dripping on the white, plastic table, making tiny lakes.\n\nIn the living room, everything was bright, neat, and smelling like love. Mom had taken the curtains to the laundry and removed all the frames and photos from the walls. She had washed the ceiling and walls—and even the TV.\n\nWhenever I went with Mom to get cleaning stuff, I saw how much she cared. “This one cleans very nicely but doesn’t have a good smell,” she would say. “I’ll get this one for cleaning and also this other one that doesn’t clean so well but has a very nice smell.”\n\nMom is a practical person who wakes up early and starts organizing her tasks. I think if she had had a chance to go to school, she would have become a poet. She was a diligent student and very smart, but in grade ten her father stopped her from going to school because Assad’s father banned the hijab in schools. That scared all the conservative people, so women lost! After that, she had two choices: to be a homemaker or a ‘gossip girl’. Mom chose the first, and in her free time she read. Women like her competed to have the cleanest house, and my mom was the best.\n\nShe has very strict rules. Everyone wore four pairs of slippers in our house: one for the kitchen and hallway, another for bedrooms, one for the washroom and one for the balcony. Damascus is a city of people obsessed with cleaning, otherwise known as “OCD”. I was told many times “Ohhh, you are from Damascus. Do you still have slippers for the washroom?” The answer is yes. These slippers are qib qbs. They are famous on TV shows and there are even candies made to look like them.\n\nMoving to my own place in Toronto was difficult. At first, I spent all the time cleaning like my mom, and I worked six days in a week. But then my father passed away. When I got the news, I started wiping the floor. Then I stopped. “What are you doing Maya? Are you crazy? Your father passed away yesterday! You have to give yourself time for grieving.”\n\nAfter a while, I started to think about my life. Other women here have activities. But I just cleaned and worked. I decided to release myself from the strict rules and start some activities. One time I told Mom on the phone, “Yesterday I didn’t have time to wash dishes”. She replied, “I’d never forgive you if anyone saw your place not clean.” Then I said, “Mom, don’t worry. I have your spirit here in my place.”\n\nAlthough my Toronto apartment is small, I use three pairs of slippers. After my daydream of our home in Damascus on that chilly morning, I got out of bed and put on my slippers. My washroom smelled clean and refreshing. I have recreated my mom’s home here in Toronto, but on my own terms. When Canadian people take off their shoes at my front door, I am happy.",
        "author": {
            "first_name": "Maya",
            "last_name": "Kabbani",
            "origin_country": "Syria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/qbs+qbs.jpg",
        "year": 2019,
        "summary": "In the early morning I was lazy and lay in bed. It was a chilly day in Toronto. But my room was filled with a lovely refreshing soap smell, a smell that took me back to a fall day in Damascus. I came back from school and opened the door to find my mom doing the seasonal cleaning. I could hear her voice: “Who’s that?”",
        "current_city": "Toronto"
    },
    {
        "title": "A Special Occasion",
        "content": "When children are born, they don’t choose a nationality or a religion.\n\nI didn’t know what to say when my four-year-old daughter told me that other kids didn’t want to be friends with her because she was half-Afghan. I felt powerless when a nationalist group of teenagers threw stones at my ten-year-old daughter on the grounds of her private Jewish school. Still, I didn’t consider immigration because I saw how badly my husband was treated in my country. Instead, I bought tickets for myself and my daughters for a cruise to distract them from our reality.\n\nThen, just a month before the cruise, my son, the eldest, didn’t return home. We spent ten days searching the hospitals, morgues and parks of St. Petersburg. I finally found him in a psychiatric clinic in a terrible emotional state. He’d been attacked by skinheads.\n\nThe long-awaited cruise seemed ill-timed then. I didn’t want to leave my son for ten days, but for the sake of my two daughters, I agreed, with a heavy heart, to go.\n\nThe ship was luxurious. We couldn’t understand English, but for a time we could believe in another world where there was no need to be afraid. Our first stop was Quebec. The city met us with sunny streets, red maple trees and tourist shops. I phoned my husband. His first words were that a hate group had shot at the windows of our apartment right into the room where our girls usually slept. He and my son had gone into hiding. Instantly, my heart sank. He kept on talking, but I heard nothing.\n\nWhen I returned to the ship, there was only one thought in my head: We can’t go back to Russia! I had to protect the children. Yet my heart was breaking apart at the thought of what would happen to my son when he realized that I wasn’t returning.\n\nAfter a sleepless night, the morning crept up unexpectedly. The girls chirped cheerfully in anticipation of breakfast at the buffet of the ship. I announced my decision. They became very quiet. The plan was simple—eat as much as possible, take only the most valuable things, and leave the ship with the rest of the tourists, trying not to attract the attention of the police. We put on several layers of clothing. The next step was putting on our shoes.\n\nI let the children choose their own shoes. It would have been more practical to wear the casual shoes we had brought for every day. Yet all three of us, without saying a word, chose our dress shoes. Mine were velvet with a low, solid heel. I had bought them at the last moment before the cruise \"for a special occasion\". This day became that \"special occasion\".\n\nPerhaps this wasn’t the right choice, given that Calgary met us with snow and Vancouver with heavy rain during our three-day bus ride. But that was later. For now, we focused on holding hands tightly and descending the ramp to the mapled  shore of “freedom”. The sound of three pairs of heels clacked in unison with the sound of my beating heart. I was leaving behind my life as I knew it.\n\n“Welcome to Canada,” said the bus depot cashier who sold us tickets to Vancouver, the farthest city from where we’d come ashore. With those friendly words, I knew that no matter our nationality or religion, here we might live without fear. I had made the right decision. Those black velvet shoes gave me the strength and courage to walk my family into safety and freedom.",
        "author": {
            "first_name": "Natalia",
            "last_name": "Mokhovinkova",
            "origin_country": "Russia"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/special+occasion.jpg",
        "year": 2020,
        "summary": "A mother and her two daughters go on a cruise as a break from the unending harassment at home. When they arrive at the port, they get some terrifying news that changes their travel plans and their lives.",
        "current_city": "Vancouver"
    },
    {
        "title": "Little Shoes",
        "content": "During the war in Kosova we were forced to leave home and become refugees in Montenegro. After a few months money ran low for food and rent. There was no hope that the war would end soon. \n\nWe considered crossing the Adriatic Sea by boat, but being too scared of drowning like some refugees did, I abandoned that option. Leaving by land was the only choice. A few days later we were at the bus station saying goodbye to my family. They hugged my two young sons as though it were the last time. I wiped my red, wet eyes and we climbed onto the bus to Sarajevo.\n\nI sat by the window with Fisnik, my one-year-old son on my lap. Beside me, my husband sat with Zenit, our older son. All of our belongings were in one carry-on bag at our feet. The kids, curious at the beginning, soon got drowsy and fell asleep. I was left looking through the window. It was a cloudy day. The road twisted and turned. Sometimes the sea came into full view, the muddy colour of angry waves terrifying me. I was glad I was on the bus instead of a boat.\n\nAfter a few hours, the bus stopped suddenly. A few Serb policemen came on board. They had a fierce look in their eyes and were holding automatic guns. This was Bosnia’s Serb-controlled territory. Dead silence on the bus. The police ordered a few people off the bus and into their cabin beside the road. Someone whispered that they were strip-searching in that cabin. After a while the police returned and shouted, “Everyone get out quickly! Leave your belongings on the seats!”\n\nThat was when terror choked me. The police could do horrible things: rob, rape, even kill. On my chest I wore a pouch which my mom had hand-sewn for me. It contained all of our money - our treasure chest upon my chest. It was the survival money sent to us by Besa, my sister from New York.\n\nCareful not to draw attention, I removed the pouch and held it tight in my sweaty palm. I was trembling, my brain firing ideas like bullets. Where should I hide it? In my underwear, in my baby’s diaper, under the seat? No, no, no.\n\nMy hands shook as I put my son’s soft leather shoes on his feet. An idea arose. I inserted the pouch inside a sock and slipped it into one shoe. Miraculously, it fit perfectly! I put the other sock in the other shoe, then tucked in the laces and left the shoes on the seat. I was the last one to get off the bus.\n\nOutside were more policemen with guns. All the passengers huddled fearfully. Then the police got on to search the bus. I held my son in my arms. I don’t know if it was from the cold or fear, but I was shivering. My teeth were clenched. I had taken huge risk.\n\nAfter a while, we were allowed back on the bus. I couldn’t wait to check if my son’s shoes were still there. As I came down the aisle, I saw my bag open on the seat, the kids’ clothes spilling out. No shoes in sight. \n\nMy heart sank in despair, but as I put the clothes back in the bag, I saw the shoes were underneath. I quickly grabbed the shoes and squeezed them, and felt the pouch inside. Goosebumps of joy covered me. I kissed both my sons and with wet eyes and a smile, I whispered to my husband, “We are safe.”",
        "author": {
            "first_name": "Venera",
            "last_name": "Loshaj-Balaj",
            "origin_country": "Albania"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Little+Shoes+-+Venera.jpg",
        "year": 2020,
        "summary": "An Albanian refugee family from Kosovo tries to escape the war by bus. The bus is stopped. Their safety is jeopardized.",
        "current_city": "Vancouver"
    },
    {
        "title": "The Crocheted Hat",
        "content": "I am lucky to still have a blue and pink crocheted hat that reminds me of my beautiful and optimistic older sister, Rozeen.\n\nRozeen loved crocheting dresses for little girls. She was my closest sibling and the best friend I have ever had. She had a liver condition caused by her weak immune system. In Al Qunaitra, Syria, where we lived, she was reasonably fine as long as she took her medication.\n\nWhen the war forced us to leave our home and move to a refugee camp in Jordan, Rozeen’s health started to collapse gradually due to poor conditions and the lack of medication. One day at the camp, there was a demonstration about the need for electricity. The police who controlled the camp threw gas bombs at the protesters. It felt exactly like living in Syria where you hear bombs exploding. They shake your town and you smell the scattered dust. But in this case, it smelled like propane.\n\nBreathing that gas caused inflammation in Rozeen’s lungs. With every breath, she felt pain in her chest, and that made her cry. I watched her suffer for 15 days. She breathed like a bird waiting for food, her mouth half-open for hours and hours trying to get some air. Rozeen was 22 and I was 16.\n\nMy family took Rozeen to a camp hospital where a doctor said that her lungs were perfect. She just needed some rest. The next day, we took her to another camp hospital, and she was urgently transferred to the city hospital where she spent the last two days of her life. My father was with her. The rest of us were stuck in the camp because of the rules that were put in place after the demonstration.\n\nWhile she was living in the refugee camp, Rozeen crocheted two different hats for my parents. She taught me the front post and back post double crochet stitches and let me crochet a little part in the blue and pink hat she made for my mother. The other hat was white and light orange. She made it for my father. After Rozeen died, we were broken and missing one member. This made us agree to come to Canada after the first call that my father received from the immigration organization. My mother gave me her crocheted hat to help me heal from the immense grief of losing Rozeen.\n\nIn January 2016, we came to Canada with the hope of having a life without bombs and rockets raining above our heads. A life where we could be together and recover from the loss of Rozeen. A life where war does not obstruct my education. I attended James Fowler High School in Calgary. I wished that my sister was around so we could share our high school experiences, such as having new friends from different nationalities and backgrounds. I wish we could share our success stories. In three years, I learned English, earned my high school diploma, and got a scholarship.      \n\nLiving without my sister is not easy. I often see Rozeen in my dreams. The last time I saw her, she was tenderly playing with my hair just as she did when she was alive. When I look at the crocheted hat and think back to those days of 2015 in Jordan when my sister was dying, my heart beats in a random and rapid way. I wish that the hat could act as a spiritual mediator and send my Rozeen my news and warm greetings, and then come back with her greetings to me. When I close my eyes, I see her, and when I open my eyes, I miss her.\n\n ",
        "author": {
            "first_name": "Ayah",
            "last_name": "Aldeeb",
            "origin_country": "Syria"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/The+Crocheted+Hat+-+Ayah.jpg",
        "year": 2020,
        "summary": "I am lucky to still have a blue and pink crocheted hat that reminds me of my beautiful and optimistic older sister, Rozeen.",
        "current_city": "Calgary"
    },
    {
        "title": "Hit Your Heels",
        "content": "The last time I wore these high-heeled shoes was on a Monday. I was walking down the hallway of my workplace, the Council of State, the highest administrative court of Turkey. I was in handcuffs, surrounded by police officers. And I have never worn these shoes since that day.\n\nDo you think my shoes make me ashamed of being arrested as a terrorist?\n\nNo, they don’t. They made me feel proud before that day, on that day, and after that day. Going to the court in my high heels, wearing my suit, on that Monday, as if it were a regular day, was my way of showing everybody that I didn’t accept the accusations against me. I trusted my impartiality, integrity, and innocence. I had been working there as a judge for almost ten years.\n\nThat Monday would have been a regular day if there had been no coup attack two days before. The alleged coup started at around 10:00 p.m. on July 15, 2016, while we were having family dinner at home. Suddenly, we heard very loud sounds like bomb explosions. We felt our apartment shake. It went on and on. My son and daughter slept on the floor beside their bed against the danger of any collapse. It lasted until the early morning of the next day.\n\nIn a matter of hours, the list of judges accused of supporting the attempted coup spread via the Internet. My name was on the list, alongside approximately 3,500 other judges. Although it said we would be arrested and fired, I went to work as normal because I still had confidence in the judiciary and myself.\n\nWhen I got to my office, some of my colleagues came to my door and said they were surprised when they saw my name on the list. Were they just surprised for me? Or for all that was happening? They asked how the police allowed me to come in instead of taking me at the entrance of the building. They advised me to go to the police. Otherwise I could be considered a fugitive. I was surprised. Would I really try to escape wearing my high-heeled shoes? And why would I come to my workplace?\n\nAround an hour later, three policemen came to my office and put handcuffs on me. I was passed through the long hallways with officers on my right, my left, and behind me. Only the sound of my heels broke the silence. The sound reflected the rebellion in my heart. Normally, I try to walk softly, but that day I hit my heels harder than ever. This sound made me feel strong and confident.\n\nThe police collected and put us in small buses in front of the building. We were kept in those buses for 12 hours in the heat of July. Then I was put in a cell, the size of a king-sized bed, with 16 other women judges. I saw a few pairs of high heels by the cell door.\n\nSix months later, my family and I risked our lives by escaping from our country over the Maritsa River. I left everything behind me, including these high-heeled shoes. They were packed in one of the trunks containing all our household goods, sent to my mother's home, and stacked in her basement. When I needed them to show you, they were found by my sister and forwarded to my mother-in-law to bring here.\n\nNow, we, the women judges, are looking forward to the time when we can wear our high-heeled shoes again and bring justice back.",
        "author": {
            "first_name": "Gulhan",
            "last_name": "Mesrefoglu",
            "origin_country": "Turkey"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/Hit+Your+Heels+-+Gulhan.JPG",
        "year": 2020,
        "summary": "The last time Gulhan, a judge in Turkey, wears her high heeled shoes the police are coming. She knows she cannot run in them, but as she is handcuffed and accused of being a terrorist, she keeps them on as an act of defiance all through her detention and interrogation. In Toronto since 2017, she hopes to be a lawyer and to continue fighting for justice as she did in Turkey. ",
        "current_city": "Toronto"
    },
    {
        "title": "My Bata Slippers",
        "content": "There are many things that play a significant role in our daily lives. Furthermore, there are countless items we wear that are a necessity in our life. I could say this about shoes. I never realized the importance of a pair of shoes until the day my life changed forever.\n\nI was forced to leave my homeland at the age of 21. The civil war was the result of conflict between the Tamils and the Sinhalese. The Sinhalese became violent, and it was no longer safe for Tamils to live in Sri Lanka. Thus, I began my journey to a new world.\n\nI started my journey in Jaffna where I was born and raised. Then I travelled to one of the prominent cities in Sri Lanka, called Vavuniya. Here I was granted permission to reach the capital city, Colombo. Since the Sinhala government had blocked off highways, most of my journey had to be on foot. Therefore, I couldn’t bring much with me. I left home wearing my Bata slippers because I was going to be walking near water. I couldn’t wear most other shoes because they weren’t sustainable for my journey to come.\n\nFirst, I had to catch a small boat to cross the lake. There were other people around me who were fleeing the country for the same reason. Everyone had to walk five hours to simply reach the boat. As I walked, the Bata flip flop slippers seemed happy. They made a “sadag sadag” sound, but as I continued my journey, the slippers suffered and refused to cooperate with me. As my feet were sweating, the slippers often slipped off, and the hot, dry sand burned my skin. \n\nAfter I had walked about two kilometres, one of my slippers broke. The group was moving fast; the others were far in front of me. Nobody could stop to help me because it was too dangerous. There were Sinhalese troops out on watch. Slowing down would only make us vulnerable. I tried to fix my broken slipper with a safety pin, then continued. After about ten feet, the safety pin started poking my foot, so I carried my slippers and walked barefoot for a while. The pathway was a rough road. Small stones hurt my feet. It felt almost as if I were walking on fire.\n\nEventually, I reached the boat. As we crossed the lake, the cool breeze from the water felt soothing; my feet were finally at rest. Once the boat stopped, I got up and continued to walk, wearing the same broken pair of Bata slippers which were now grey. They no longer made the sound, “sadag sadag”. The end of their life was near. They broke again so I walked through the forest while holding the slippers in my hand.\n\nFinally, I arrived at the centre point, which is where the officers identify you and give you consent to leave the city. I had to stand and wait in line. Finally, I received permission. I was able to go as far as Vavuniya but not the capital Colombo, which is a story for another time. I stayed in Vavuniya for three years because it was safe and convenient.\n\nThis was only the beginning of my journey to Canada, but the end of my journey with my worn-out Bata slippers. I didn’t throw out them out until I bought a new pair in the new city where I am living now. Before throwing out the old ones, I wholeheartedly thanked them for being there for me throughout my journey. A journey that changed my life.",
        "author": {
            "first_name": "Ambika",
            "last_name": "Thambu",
            "origin_country": "Sri Lanka"
        },
        "image_url": "https://shoeproject.s3.us-west-000.backblazeb2.com/My+Bata+Slippers+-+Ambika+.jpg",
        "year": 2020,
        "summary": "Civil war forces Ambika Thambu from beautiful Jaffna, Sri Lanka in 1997. She sets out wearing Bata slippers that make a happy “sadag sadag” sound as she walks. Even when all that holds the slippers together is a safety-pin, and even though at times she carries them, she doesn’t throw them away. Now she is a radio host, grateful to the black Bata slippers that brought her to her new life. ",
        "current_city": "Toronto"
    }
]